Repository: myron6520/common_lang
Catalog: lib/l10n/intl_*.arb
Languages: vi, zh_hans, zh_hant

# pointsFromAdjust
source: Adjust
vi: Điều chỉnh
zh_hans: 调整积分
zh_hant: 調整積分

# pointsFromExchange
source: Exchange
vi: Đổi điểm
zh_hans: 积分兑换
zh_hant: 積分兌換

# payOffline
source: Offline
vi: Thanh toán offline
zh_hans: 线下收款
zh_hant: 線下收款

# wxPay
source: WeChat
zh_hans: 微信
zh_hant: 微信

source: Ali Pay
zh_hans: 支付宝
zh_hant: 支付寶

# hasReceived
source: Received
vi: Đã nhận
zh_hans: 已收款
zh_hant: 已收款

source: Online Order
vi: Đơn hàng online
zh_hans: 外卖
zh_hant: 外賣

source: Waiting For Pickup
vi: Chờ tự lấy
zh_hans: 待自提
zh_hant: 待自提

source: Waiting For Delivery
vi: Chờ giao hàng
zh_hans: 待送货
zh_hant: 待送貨

source: Send Goods
vi: Giao hàng
zh_hans: 送货
zh_hant: 送貨

# orderCheck
source: Confirm Verification
vi: Xác nhận xác thực
zh_hans: 确认核销
zh_hant: 確認核銷

# pickUpAdr
source: Pickup Point
vi: Điểm tự lấy
zh_hans: 自提点
zh_hant: 自提點

# geterTel
source: Pickup Person Phone
vi: Điện thoại người lấy hàng
zh_hans: 取货人电话
zh_hant: 取貨人電話

# getGoodsAdr
source: Delivery Address
vi: Địa chỉ nhận hàng
zh_hans: 收货地址
zh_hant: 收貨地址

# contactUser
source: Contact Person
vi: Người liên hệ
zh_hans: 联系人

# posNo
source: Machine Number
vi: Máy số
zh_hans: 机器号

source: Order Remark
vi: Ghi chú đơn hàng
zh_hans: 订单备注

source: No Remark
vi: Không có ghi chú
zh_hans: 暂无备注
zh_hant: 暫無備註

source: Settlement Method
vi: Cách thanh toán
zh_hans: 结算方式
zh_hant: 結算方式

source: Settlement
vi: Thanh toán
zh_hans: 结算
zh_hant: 結算

source: Exchange
vi: Đổi điểm
zh_hans: 兑换
zh_hant: 兌換

# exchangeHint
source: Input Exchange Amount
vi: Nhập số tiền đổi điểm
zh_hans: 输入兑换金额
zh_hant: 輸入兌換金額

# addWithAmount
source: Add {amount}
vi: Thêm {amount}
zh_hans: 加{amount}
zh_hant: 加{amount}

# exchangeValue
source: Exchange Amount
vi: Số tiền đổi điểm
zh_hans: 兑换金额
zh_hant: 兌換金額

# exchangeProfit
source: Profit
vi: Lợi nhuận
zh_hans: 利润
zh_hant: 利潤

source: Exchange Order
vi: Đơn hàng đổi điểm
zh_hans: 兑换订单
zh_hant: 兌換訂單

# isPaying
source: Customer Payment...
vi: Khách hàng đang thanh toán...
zh_hans: 顾客正在付款...
zh_hant: 顧客正在付款...

source: Bill Printer
vi: Máy in phiếu thu
zh_hans: 小票打印机
zh_hant: 小票打印機

source: Label Printer
vi: Máy in nhãn
zh_hans: 标签打印机
zh_hant: 標籤打印機

# labelScaler
source: Barcode Scale
vi: Máy đọc mã vạch
zh_hans: 条码扫描器
zh_hant: 條碼掃描器

source: Add Device
vi: Thêm thiết bị
zh_hans: 添加设备
zh_hant: 添加設備

source: Device Name
vi: Tên thiết bị
zh_hans: 设备名称
zh_hant: 設備名稱

# deviceNameHint
source: Please Enter Device Name
vi: Vui lòng nhập tên thiết bị
zh_hans: 请输入设备名称
zh_hant: 請輸入設備名稱

source: Device Brand
vi: Thương hiệu thiết bị
zh_hans: 设备品牌
zh_hant: 設備品牌

# deviceBrandHint
source: Please Select Device Brand
vi: Vui lòng chọn thương hiệu thiết bị
zh_hans: 请选择设备品牌
zh_hant: 請選擇設備品牌

# ipAddr
source: IP Address
vi: Địa chỉ IP
zh_hans: IP地址
zh_hant: IP地址

# ipAddrHint
source: Please Enter IP Address
vi: Vui lòng nhập địa chỉ IP
zh_hans: 请输入IP地址
zh_hant: 請輸入IP地址

source: Port
vi: Cổng
zh_hans: 端口
zh_hant: 端口

# portHint
source: Please Enter Port
vi: Vui lòng nhập cổng
zh_hans: 请输入端口
zh_hant: 請輸入端口

# scaleBrandSelecter
source: Select Device Brand
vi: Chọn thương hiệu thiết bị
zh_hans: 选择设备品牌
zh_hant: 選擇設備品牌

# dingjianScale
source: Top Electronic Scale
vi: Máy đọc mã vạch
zh_hans: 顶尖电子秤
zh_hant: 頂尖電子秤

# dingjianScaleTip
source: Supports Top Electronic Scales Connected Via LAN
vi: Hỗ trợ máy đọc mã vạch kết nối qua mạng LAN
zh_hans: 支持通过局域网连接的顶尖电子秤
zh_hant: 支持通過局域網連接的頂尖電子秤

source: Dahua Scale
vi: Máy đọc mã vạch
zh_hans: 大华电子秤
zh_hant: 大華電子秤

# dahuaScaleTip
source: Supports Dahua Scales Connected Via LAN
vi: Hỗ trợ máy đọc mã vạch kết nối qua mạng LAN
zh_hans: 支持通过局域网连接的大华电子秤
zh_hant: 支持通過局域網連接的大華電子秤

# scanOrder
source: Scan
vi: Quét
zh_hans: 扫码
zh_hant: 掃碼

# settlementOrder
source: Settlement
vi: Ghi sổ
zh_hans: 记账
zh_hant: 記賬

source: Take Out
vi: lấy hàng
zh_hans: 外带
zh_hant: 外帶

source: Table
vi: bàn
zh_hans: 桌台
zh_hant: 桌台

# needChangeTable
source: Need To Change To Which Table?
vi: Cần chuyển đến bàn nào?
zh_hans: 需要换到哪个桌台？
zh_hant: 需要換到哪個桌台？

# tableWithNo
source: Table ${no}
vi: bàn {no}
zh_hans: 桌台 {no}
zh_hant: 桌台 {no}

source: Please Select Table
vi: Vui lòng chọn bàn
zh_hans: 请选择桌台
zh_hant: 請選擇桌台

# changeTableSuccess
source: Change Table Successfully
vi: Chuyển bàn thành công
zh_hans: 换桌成功
zh_hant: 換桌成功

source: No Table
vi: Không có bàn
zh_hans: 暂无桌台
zh_hant: 暫無桌台

source: Sold Out
vi: Hết hàng
zh_hans: 沽清
zh_hant: 沽清

source: Sold Out Amount
vi: Số lượng hàng hóa hết
zh_hans: 沽清商品数
zh_hant: 沽清商品數

source: Set Sold Out Amount
vi: Cài đặt số lượng hàng hóa hết
zh_hans: 设置沽清数量
zh_hant: 設置沽清數量

source: Cancel Sold Out
vi: Hủy bỏ hàng hóa hết
zh_hans: 一键取消沽清
zh_hant: 一鍵取消沽清

source: Order Dish
vi: Đặt hàng
zh_hans: 点餐
zh_hant: 點餐

# searchGoodsHint
source: Search Goods Name, Initial, Barcode
vi: Tìm kiếm tên hàng hóa, chữ cái đầu, mã vạch
zh_hans: 搜索商品名称、首字母、条码
zh_hant: 搜索商品名稱、首字母、條碼

source: Order Time
vi: Thời gian đặt hàng
zh_hans: 下单时间
zh_hant: 下單時間

source: Delivery Order No
vi: Mã đơn hàng giao hàng
zh_hans: 配送单号
zh_hant: 配送單號

source: Dining In
vi: Đồ ăn
zh_hans: 堂食
zh_hant: 堂食

source: Remark
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# remarkOrder
source: Order Remark
vi: Ghi chú đơn hàng
zh_hans: 整单备注
zh_hant: 整單備註

# remarkOrderWith
source: Order Remark: {remark}
vi: Ghi chú đơn hàng: {remark}
zh_hans: 整单备注：{remark}
zh_hant: 整單備註：{remark}

# remarkOrderHint
source: Please Enter Order Remark (Not More Than 48 Characters)
vi: Vui lòng nhập ghi chú đơn hàng (không quá 48 ký tự)
zh_hans: 请输入整单备注（不超过48个字）
zh_hant: 請輸入整單備註（不超過48個字）

# singleGoodsRemark
source: Goods Remark
vi: Ghi chú hàng hóa
zh_hans: 单品备注
zh_hant: 單品備註

# singleGoodsRemarkHint
source: Please Enter Goods Remark (Not More Than 48 Characters)
vi: Vui lòng nhập ghi chú hàng hóa (không quá 48 ký tự)
zh_hans: 请输入单品备注（不超过48个字）
zh_hant: 請輸入單品備註（不超過48個字）

# singleGoodsDiscount
source: Goods Discount
vi: Giảm giá hàng hóa
zh_hans: 单品折扣
zh_hant: 單品折扣

source: Goods Price Adjustment
vi: Giá hàng hóa
zh_hans: 商品改价
zh_hant: 商品改價

source: Goods Adjustment
vi: Điều chỉnh hàng hóa
zh_hans: 商品调整
zh_hant: 商品調整

source: Print Price Label
vi: In nhãn giá
zh_hans: 打印价签
zh_hant: 打印價籤

source: Temporary Dish
vi: Đồ ăn tạm
zh_hans: 临时菜
zh_hant: 臨時菜

source: Open Cash Drawer
vi: Mở hộp tiền
zh_hans: 开钱箱
zh_hant: 開錢箱

# openCashDrawerTips
source: Open Cash Drawer
vi: Mở hộp tiền
zh_hans: 一键开钱箱
zh_hant: 一鍵開錢箱

source: Clear Dish
vi: Xóa đồ ăn
zh_hans: 清空菜品
zh_hant: 清空菜品

source: Premium
vi: Giá trị thêm
zh_hans: 溢价
zh_hant: 溢價

source: All Category
vi: Tất cả danh mục
zh_hans: 全部分类
zh_hant: 全部分類

source: Click Collapse
vi: Ẩn
zh_hans: 点击收起
zh_hant: 點擊收起

source: No Category
vi: Không có danh mục
zh_hans: 未分类
zh_hant: 未分類

source: Clear Content
vi: Xóa nội dung
zh_hans: 清空内容
zh_hant: 清空內容

source: Clear Goods
vi: Xóa hàng hóa
zh_hans: 清空商品
zh_hant: 清空商品

# leavePageTips
source: Are You Sure To Clear The Goods On This Page?
vi: Bạn có chắc chắn muốn xóa hàng hóa trên trang này không?
zh_hans: 即将离开此页面，是否清空商品
zh_hant: 即將離開此頁面，是否清空商品

source: Barcode Scale
vi: Máy đọc mã vạch
zh_hans: 条码秤
zh_hant: 條碼秤

source: Delete Barcode Scale
vi: Xóa máy đọc mã vạch
zh_hans: 删除条码秤
zh_hant: 刪除條碼秤

# deleteBarcodeScaleTips
source: Delete The Barcode Scale And All Information Will Be Cleared
vi: Xóa máy đọc mã vạch và tất cả thông tin sẽ bị xóa
zh_hans: 删除后该条码秤的所有信息将会清空
zh_hant: 刪除後該條碼秤的所有信息將會清空

source: Transfer Scale
vi: Máy cân
zh_hans: 传秤
zh_hant: 傳秤

source: Cashier Setting
vi: Cài đặt thu ngân
zh_hans: 收银设置
zh_hant: 收銀設置

source: Sync Data
vi: Đồng bộ dữ liệu
zh_hans: 同步数据
zh_hant: 同步數據

# syncSuccess
source: Sync Successfully
vi: Đồng bộ thành công
zh_hans: 同步成功
zh_hant: 同步成功

# lastSync
source: Last Sync {date}
vi: Đồng bộ gần đây {date}
zh_hans: 最近同步 {date}
zh_hant: 最近同步 {date}

# selectDeviceType
source: Please Select Device Type
vi: Chọn loại thiết bị
zh_hans: 请选择设备类型
zh_hant: 請選擇設備類型

source: Cloud Printer
vi: Máy in cloud
zh_hans: 云打印机
zh_hant: 雲打印機

source: Network Label Printer
vi: Máy in nhãn mạng
zh_hans: 网络标签打印机
zh_hant: 網絡標籤打印機

source: Ble Label Printer
vi: Máy in nhãn bluetooth
zh_hans: 蓝牙标签打印机
zh_hant: 藍牙標籤打印機

source: USB Label Printer
vi: Máy in nhãn USB
zh_hans: USB标签打印机
zh_hant: USB標籤打印機

source: Scale
vi: Máy cân
zh_hans: 电子秤
zh_hant: 電子秤

source: Voice Setting
vi: Cài đặt phát thanh giọng nói
zh_hans: 语音播报设置
zh_hant: 語音播報設置

source: Receive Success
vi: Nhận tiền thành công
zh_hans: 收款成功
zh_hant: 收款成功

source: Receive Success Tips
vi: Nhận tiền thành công
zh_hans: 收款后进行语音提示
zh_hant: 收款後進行語音提示

source: Goods Price Voice Setting
vi: Giá hàng hóa
zh_hans: 商品单价
zh_hant: 商品單價

# goodsPriceVoiceSettingTips
source: Add Goods Price Voice Setting
vi: Thêm giá hàng hóa
zh_hans: 添加商品时播报价格
zh_hant: 添加商品時播報價格

source: Goods Card Style
vi: Kiểu thẻ hàng hóa
zh_hans: 商品卡片样式
zh_hant: 商品卡片樣式

source: Goods Setting
vi: Cài đặt hàng hóa
zh_hans: 商品设置
zh_hant: 商品設置

source: Goods Pic
vi: Hình ảnh hàng hóa
zh_hans: 商品图片
zh_hant: 商品圖片

source: Goods Pic Setting
vi: Cài đặt hình ảnh hàng hóa
zh_hans: 商品图片设置
zh_hant: 商品圖片設置

source: More Setting
vi: Cài đặt thêm
zh_hans: 更多设置
zh_hant: 更多設置

source: Redeem
vi: Rút tiền
zh_hans: 兑现
zh_hant: 兌換

source: Redeem Tips
vi: Rút tiền
zh_hans: 兑换现金或零钱
zh_hant: 兌換現金或零錢

source: Side Bar
vi: Thanh bên
zh_hans: 侧边栏
zh_hant: 側邊欄

# sideBarTips
source: Open Side Bar
vi: Mở thanh bên
zh_hans: 开启后，显示侧边操作栏
zh_hant: 開啟後，顯示側邊操作欄

source: Big Pic
vi: Hình ảnh lớn
zh_hans: 大图
zh_hant: 大圖

source: Small Pic
vi: Hình ảnh nhỏ
zh_hans: 小图
zh_hant: 小圖

source: No Pic
vi: Không có hình ảnh
zh_hans: 无图
zh_hant: 無圖

# ipAddrError
source: Please Enter A Valid IP Address
vi: Địa chỉ IP không hợp lệ
zh_hans: 请输入规范的IP地址
zh_hant: 請輸入規範的IP地址

source: Packing Fee
vi: Phí đóng gói
zh_hans: 打包费
zh_hant: 打包費

source: Order Status
vi: Trạng thái đơn hàng
zh_hans: 订单状态
zh_hant: 訂單狀態

# orderStatusPending
source: Pending
vi: Chờ thanh toán
zh_hans: 待付款
zh_hant: 待付款

# orderStatusPaid
source: Paid
vi: Đã thanh toán
zh_hans: 已结账
zh_hant: 已結賬

# orderStatusRefunded
source: Refunded
vi: Đã hoàn trả
zh_hans: 已退款
zh_hant: 已退款

# orderStatusCanceled
source: Canceled
vi: Đã hủy
zh_hans: 已撤单
zh_hant: 已撤單

source: Select Dish
vi: Chọn món ăn
zh_hans: 选择菜品
zh_hant: 選擇菜品

source: Selected Goods
vi: Đã chọn hàng hóa
zh_hans: 已选商品
zh_hant: 已選商品

source: Selected Dish
vi: Đã chọn món ăn
zh_hans: 已选菜品
zh_hant: 已選菜品

# orderPeopleNumWithNum
source: Order People {num} People
vi: Số người ăn {num} người
zh_hans: 用餐人数 {num} 位
zh_hant: 用餐人數 {num} 位

# orderPeopleNumStart
source: Order People
vi: Số người ăn
zh_hans: 用餐人数
zh_hant: 用餐人數

# orderPeopleNumEnd
source: People
vi: người
zh_hans: 位
zh_hant: 位

source: Set Order People Num
vi: Cài đặt số người ăn
zh_hans: 设置用餐人数
zh_hant: 設置用餐人數

source: Select Order People Num
vi: Chọn số người ăn
zh_hans: 选择用餐人数
zh_hant: 選擇用餐人數

source: Input Order People Num
vi: Nhập số người ăn
zh_hans: 输入用餐人数
zh_hant: 輸入用餐人數

source: Input Dining Num
vi: Nhập số người ăn
zh_hans: 输入就餐人数
zh_hant: 輸入就餐人數

source: Open Table
vi: Mở bàn
zh_hans: 开台
zh_hant: 開台

source: Open Table Comms
vi: Mở bàn và chọn món ăn
zh_hans: 开台必点
zh_hant: 開台必點

source: Idle
vi: Trống
zh_hans: 空闲
zh_hant: 空閒

source: Waiting For Order
vi: Chờ đặt hàng
zh_hans: 待下单
zh_hant: 待下單

source: Waiting For Payment
vi: Chờ thanh toán
zh_hans: 待付款
zh_hant: 待付款

source: Seat To
vi: Chọn bàn
zh_hans: 拼桌
zh_hant: 拼桌

# seatToWithNum
source: Seat To {num}
vi: Chọn bàn {num}
zh_hans: 拼{num}桌
zh_hant: 拼{num}桌

source: Make Order
vi: Đặt hàng
zh_hans: 下单
zh_hant: 下單

source: Make Order Success
vi: Đặt hàng thành công
zh_hans: 下单成功
zh_hant: 下單成功

# orderedGoods
source: Ordered Goods ({len})
vi: Đã đặt hàng ({{len}})
zh_hans: 已下单商品（{len}）
zh_hant: 已下單商品（{len}）

source: Expand
vi: Mở rộng
zh_hans: 展开
zh_hant: 展開

source: Collapse
vi: Thu gọn
zh_hans: 收起
zh_hant: 收起

source: Combo
zh_hans: 套餐
zh_hant: 套餐

# remarkWith
source: Remark: {remark}
vi: Ghi chú: {remark}
zh_hans: 备注：{remark}
zh_hant: 備註：{remark}

source: Materials
vi: Thêm nguyên liệu
zh_hans: 加料
zh_hant: 加料

# materialsWith
source: Materials: {materials}
vi: Thêm nguyên liệu: {materials}
zh_hans: 加料：{materials}
zh_hant: 加料：{materials}

source: Pick Up Order
vi: Đơn tự lấy
zh_hans: 自提单
zh_hant: 自提單

source: Delivery Order
vi: Đơn giao hàng
zh_hans: 外卖单
zh_hant: 外賣單

source: Make Order Order
vi: Đơn sản xuất
zh_hans: 制作单
zh_hant: 製作單

source: Refund Order
vi: Đơn hoàn trả
zh_hans: 退菜单
zh_hant: 退菜單

source: Guest Order
vi: Đơn khách hàng
zh_hans: 客单
zh_hant: 客單

source: Pre Settle Order
vi: Đơn thanh toán trước
zh_hans: 预结单
zh_hant: 預結單

source: Change Table Order
vi: Đơn chuyển bàn
zh_hans: 转台单
zh_hant: 轉台單

source: Refund Dish
vi: Đơn trả hàng
zh_hans: 退菜
zh_hant: 退菜

# refundDishWeightHint
source: Input Refund Dish Weight
vi: Nhập trọng lượng trả hàng
zh_hans: 输入退菜重量
zh_hant: 輸入退菜重量

# refundDishAmountHint
source: Input Refund Dish Amount
vi: Nhập số lượng trả hàng
zh_hans: 输入退菜数量
zh_hant: 輸入退菜數量

source: Take Out Num
vi: Số lấy hàng
zh_hans: 取餐号
zh_hant: 取餐號

source: Funds Refund
vi: Số tiền hoàn trả
zh_hans: 实退金额
zh_hant: 實退金額

# newTag
source: New
vi: Mới
zh_hans: 新
zh_hant: 新

# leftWeightWith
source: Left {weight}{unit}
vi: Còn lại {weight}{unit}
zh_hans: 剩余{weight}{unit}
zh_hant: 剩餘{weight}{unit}

# leftNumWith
source: Left {num} Pieces
vi: Còn lại {num} phần
zh_hans: 剩余{num}份
zh_hant: 剩餘{num}份

# soldOutTag
source: Sold Out
vi: Hết hàng
zh_hans: 售罄
zh_hant: 售罄

source: Non Sale Period
vi: Không bán hàng
zh_hans: 非售卖时段
zh_hant: 非售賣時段

source: Piece
vi: phần
zh_hans: 份
zh_hant: 份

source: Search
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜索

source: No Member Found
vi: Không tìm thấy thành viên
zh_hans: 未搜索到会员
zh_hant: 未搜索到會員

source: No Printer Found
vi: Không tìm thấy máy in
zh_hans: 未搜索到打印机
zh_hant: 未搜索到打印機

# printerTips
source: Please Ensure The Printer And The Cashier Device Are On The Same Network And The Printer Is Turned On
vi: Vui lòng đảm bảo máy in và thiết bị thanh toán cùng mạng
zh_hans: 请确保打印机与收银设备处于同一网络下，且打印机已开机
zh_hant: 請確保打印機與收銀設備處於同一網絡下，且打印機已開機

source: Re Search
vi: Tìm kiếm lại
zh_hans: 重新搜索
zh_hant: 重新搜索

source: Searching Printer...
vi: Đang tìm kiếm máy in...
zh_hans: 正在搜索打印设备...
zh_hant: 正在搜索打印設備...

source: Add Printer Manually
vi: Thêm máy in thủ công
zh_hans: 手动添加打印机
zh_hant: 手動添加打印機

source: Goods Search
vi: Tìm kiếm hàng hóa
zh_hans: 商品搜索
zh_hant: 商品搜索

source: Search Result
vi: Kết quả tìm kiếm
zh_hans: 搜索结果
zh_hant: 搜索結果

source: Searching Ble Device...
vi: Đang tìm kiếm thiết bị bluetooth...
zh_hans: 正在搜索蓝牙设备...
zh_hant: 正在搜索藍牙設備...

source: Member Search
vi: Tìm kiếm thành viên
zh_hans: 会员查询
zh_hant: 會員查詢

# memberSearcTips
source: View Member Information, Recharge Member
vi: Xem thông tin thành viên, nạp tiền thành viên
zh_hans: 查看会员信息、会员充值
zh_hant: 查看會員信息、會員充值

source: Invite Code
vi: Mã mời
zh_hans: 邀请码
zh_hant: 邀請碼

source: Add Member
vi: Thêm thành viên
zh_hans: 新增会员
zh_hant: 新增會員

# memberSearchHint
source: Search Member Phone/Card/Invite Code
vi: Tìm kiếm thành viên theo số điện thoại, mã thẻ hoặc mã mời
zh_hans: 刷卡、扫码或输入手机后四位
zh_hant: 搜索會員手機號/會員卡號/邀請碼

source: Recharge
vi: Nạp tiền
zh_hans: 充值
zh_hant: 充值

source: Member Recharge
vi: Nạp tiền thành viên
zh_hans: 会员充值
zh_hant: 會員充值

source: Recharge Amount
vi: Số tiền nạp
zh_hans: 充值金额
zh_hant: 充值金額

# rechargeTips
source: Please Do Not Use The Member Balance To Recharge!
vi: Vui lòng không sử dụng số dư thành viên để nạp tiền!
zh_hans: 请勿使用会员余额进行充值！
zh_hant: 請勿使用會員餘額進行充值！

source: Bind Card
vi: Kết nối thẻ
zh_hans: 绑定实体卡
zh_hant: 綁定實體卡

source: Unbind Card
vi: Hủy kết nối thẻ
zh_hans: 解绑实体卡
zh_hant: 解綁實體卡

# cardReading
source: Reading
vi: Đang đọc
zh_hans: 读取中
zh_hant: 讀取中

# cardReadTips
source: Hold The Card Near The Reader
vi: Đặt thẻ gần đọc thẻ
zh_hans: 将会员卡靠近读卡器
zh_hant: 將會員卡靠近讀卡器

source: Balance
vi: Số dư
zh_hans: 余额
zh_hant: 餘額

# balanceWith
source: Balance ¥{balance}
vi: Số dư ¥{balance}
zh_hans: 余额 ¥{balance}
zh_hant: 餘額 ¥{balance}

source: Initial Balance
vi: Số dư ban đầu
zh_hans: 初始余额
zh_hant: 初始餘額

# initialBalanceHint
source: Migrate Member Balance, No Input If None
vi: Chuyển số dư thành viên, không thì không nhập
zh_hans: 迁移会员余额，无则不填
zh_hant: 遷移會員餘額，無則不填

source: Insufficient Balance
vi: Số dư không đủ
zh_hans: 余额不足
zh_hant: 餘額不足

# insufficientBalanceTips
source: Insufficient Balance, Please Select Other Payment Method
vi: Số dư không đủ, vui lòng chọn cách thanh toán khác
zh_hans: 余额不足，请选择其他收款方式
zh_hant: 餘額不足，請選擇其他收款方式

# useBalance
source: Use Member Balance Payment
vi: Sử dụng số dư thành viên thanh toán
zh_hans: 使用会员余额支付
zh_hant: 使用會員餘額支付

# useBalanceTips
source: Support Card Payment, Member Code Payment, Member Login Payment
vi: Hỗ trợ thanh toán bằng thẻ thành viên, mã QR thành viên, đăng nhập thành viên
zh_hans: 支持刷实体卡、扫会员码、登录会员支付
zh_hant: 支持刷實體卡、掃會員碼、登錄會員支付

# balancePay
source: Member Balance Payment
vi: Thanh toán bằng số dư thành viên
zh_hans: 会员余额支付
zh_hant: 會員餘額支付

source: Member Balance
vi: Số dư thành viên
zh_hans: 储值余额
zh_hant: 儲值餘額

# balanceRefund
source: Member Balance Refund
vi: Hoàn trả số dư thành viên
zh_hans: 储值余额退款
zh_hant: 儲值餘額退款

# balanceRefundTips
source: Please Confirm With The Customer, The Amount Will Be Deducted From The Member Balance, Refund Can Be Confirmed By Clicking
vi: Vui lòng kiểm tra kỹ với khách hàng, số tiền sẽ được trừ vào số dư thành viên, hoàn trả có thể nhấp vào xác nhận
zh_hans: 请和顾客核对清楚，金额将从会员储值余额中扣除，退款可点击确认
zh_hant: 請和顧客核對清楚，金額將從會員儲值餘額中扣除，退款可點擊確認

source: Custom Amount
vi: Số tiền tùy chỉnh
zh_hans: 自定义金额
zh_hant: 自定義金額

source: Pay Code Error
vi: Mã thanh toán không hợp lệ
zh_hans: 付款码错误
zh_hant: 付款碼錯誤

# payCodeErrorTips
source: Please Ask The Customer To Use The Payment Code Of Alipay Or WeChat
vi: Vui lòng yêu cầu khách hàng sử dụng mã thanh toán của ZhiFuBao hoặc WeChat
zh_hans: 请顾客使用支付宝或微信支付码进行付款～
zh_hant: 請顧客使用支付寶或微信支付碼進行付款～

source: Refund Failed
vi: Hoàn trả thất bại
zh_hans: 退款失败
zh_hant: 退款失敗

# refundFailedTips
source: Scan Payment ¥{amount}, Please Refund Manually To The Customer
vi: Quét mã QR ¥{amount}, vui lòng hoàn trả trực tiếp cho khách hàng
zh_hans: 扫码收款 ¥{amount}，请手动退款给顾客
zh_hant: 掃碼收款 ¥{amount}，請手動退款給顧客

source: Refunded
vi: Đã hoàn trả
zh_hans: 已退款
zh_hant: 已退款

source: Left Points
vi: Điểm còn lại
zh_hans: 剩余积分
zh_hant: 剩餘積分

# phoneError
source: Please Enter A Valid Phone Number
vi: Vui lòng nhập số điện thoại hợp lệ
zh_hans: 请输入正确的手机号
zh_hant: 請輸入正確的手機號

source: Make Success
vi: Thành công
zh_hans: 办理成功
zh_hant: 辦理成功

source: Balance Receipt
vi: Thanh toán số dư
zh_hans: 储值收款
zh_hant: 儲值收款

# balanceReceiptDisable
source: Balance Receipt (Not Logged In)
vi: Thanh toán số dư (chưa đăng nhập)
zh_hans: 储值（未登录）
zh_hant: 儲值（未登錄）

# memberBalancePay
source: Member Balance Payment
vi: Thanh toán số dư thành viên
zh_hans: 会员储值支付
zh_hant: 會員儲值支付

source: Balance Receipt Order
vi: Đơn thanh toán số dư
zh_hans: 储值单
zh_hant: 儲值單

source: Balance Refund Order
vi: Đơn hoàn trả số dư
zh_hans: 退款单
zh_hant: 退款單

source: Reverse
vi: Hoàn trả
zh_hans: 反结账
zh_hant: 反結賬

source: Confirm Reverse
vi: Xác nhận hoàn trả
zh_hans: 确认反结账
zh_hant: 確認反結賬

# confirmReverseTips
source: After Confirming The Reverse, You Can退菜、修改付款方式、订单优惠等操作；储值付款/扫码收款，反结账将自动退还已支付金额！
vi: Khách hàng đang thanh toán, vui lòng xác nhận hoàn trả
zh_hans: 发起反结账后可以退菜、修改付款方式、订单优惠等操作；储值付款/扫码收款，反结账将自动退还已支付金额！
zh_hant: 發起反結賬後可以退菜、修改付款方式、訂單優惠等操作；儲值付款/掃碼收款，反結賬將自動退還已支付金額！

source: Go Pay
vi: Đi thanh toán
zh_hans: 去付款
zh_hant: 去付款

source: Dish Code
vi: Mã món ăn
zh_hans: 菜品编码
zh_hant: 菜品編碼

# sellPriceError
source: Please Enter A Valid Sell Price
vi: Vui lòng nhập giá bán hợp lệ
zh_hans: 请输入正确的销售价
zh_hant: 請輸入正確的銷售價

source: Selected Specs:
vi: Đã chọn:
zh_hans: 已选规格：
zh_hant: 已選規格：

source: Combo Detail:
vi: Chi tiết combo:
zh_hans: 组合详情：
zh_hant: 組合詳情：

source: Free Dish
vi: Món miễn phí
zh_hans: 赠菜
zh_hant: 贈菜

source: Add
vi: Thêm
zh_hans: 加入
zh_hant: 加入

source: Add To Cart
vi: Thêm vào giỏ hàng
zh_hans: 加入购物车
zh_hant: 加入購物車

source: Discount Amount Receivable
vi: Số tiền thanh toán sau giảm giá
zh_hans: 优惠后应收金额
zh_hant: 優惠後應收金額

source: Wipe None
vi: Không làm tròn
zh_hans: 不抹
zh_hant: 不抹

source: Wipe Zero
vi: Không làm tròn
zh_hans: 抹零
zh_hant: 抹零

source: Wipe Point
vi: Làm tròn đến hàng phần mười
zh_hans: 抹分
zh_hant: 抹分

source: Wipe Angle
vi: Làm tròn đến hàng phần trăm
zh_hans: 抹角
zh_hant: 抹角

source: Wipe Yuan
vi: Làm tròn đến hàng đơn vị
zh_hans: 抹元
zh_hant: 抹元

source: Order Discount
vi: Giảm giá đơn hàng
zh_hans: 整单优惠
zh_hant: 整單優惠

source: Print Bill
vi: In phiếu thu
zh_hans: 打印小票
zh_hant: 打印小票

source: Original Price
vi: Giá gốc
zh_hans: 原价
zh_hant: 原價

source: Cash
vi: Tiền mặt
zh_hans: 现金
zh_hant: 現金

source: Other
vi: Khác
zh_hans: 其他
zh_hant: 其他

source: Other Payment
vi: Phương thức khác
zh_hans: 其他方式
zh_hant: 其他方式

source: Combo Payment
vi: Thanh toán combo
zh_hans: 组合支付
zh_hant: 組合支付

source: Checkout
vi: Thanh toán
zh_hans: 结账
zh_hant: 結賬

source: Click Login Member
vi: Nhấp để đăng nhập thành viên
zh_hans: 点击登录会员
zh_hant: 點擊登錄會員

source: Login Member
vi: Đăng nhập thành viên
zh_hans: 登录会员
zh_hant: 登錄會員

# pleaseInputLast4Digits
source: Please Input The Last 4 Digits Of The Phone Number
vi: Vui lòng nhập 4 chữ số cuối của số điện thoại
zh_hans: 请输入手机号后4位
zh_hant: 請輸入手機號後4位

source: Custom Payments
vi: Thanh toán tùy chỉnh
zh_hans: 自定义记账方式
zh_hant: 自定義記賬方式

# giftWithAmount
source: Gift {amount} Yuan
vi: Tặng {amount} đồng
zh_hans: 赠{amount}元
zh_hant: 贈{amount}元

# fullAmount
source: Full {amountUp} Yuan, Sub {amountSub} Yuan
vi: Đã đạt {amountUp} đồng, giảm {amountSub} đồng
zh_hans: 已满{amountUp}元，减{amountSub}元
zh_hant: 已滿{amountUp}元，減{amountSub}元

# fullAmountWithGift
source: Full {amountUp} Yuan, Gift
vi: Đã đạt {amountUp} đồng, tặng phần thưởng
zh_hans: 已满{amountUp}元，送赠品
zh_hant: 已滿{amountUp}元，送贈品

# fullAmountWithGiftWithAmount
source: Full {amountUp} Pieces, Gift
vi: Đã đạt {amountUp} đồng, tặng
zh_hans: 已满{amountUp}件,送赠品
zh_hant: 已滿{amountUp}件，送贈品

# fullAmountWithDiscount
source: Full {amountUp} Yuan, {discount} Discount
vi: Đã đạt {amountUp} đồng, {discount} giảm
zh_hans: 已满足条件,第{amountUp}件{discount}折
zh_hant: 已滿{amountUp}元，第{amountUp}件{discount}折

# fullAmountCouponName
source: Full {amountUp} Yuan, {amountSub}
vi: Đã đạt {amountUp} đồng, giảm {amountSub}
zh_hans: 满{amountUp}减{amountSub}
zh_hant: 滿{amountUp}減{amountSub}

# fullAmountWithGiftCouponName
source: Full {amountUp} Yuan, Gift
vi: Đã đạt {amountUp} đồng, tặng phần thưởng
zh_hans: 满{amountUp}赠
zh_hant: 滿{amountUp}贈

# fullAmountWithGiftCouponNameWithAmount
source: Full {amountUp} Yuan, Gift {amountSub}
vi: Đã đạt {amountUp} đồng, tặng {amountSub}
zh_hans: 满{amountUp}赠{amountSub}
zh_hant: 滿{amountUp}贈{amountSub}

# fullAmountWithDiscountCouponName
source: Full {amountUp} Yuan, {discount} Discount
vi: Đã đạt {amountUp} đồng, {discount} giảm
zh_hans: 第{amountUp}件{discount}折
zh_hant: 第{amountUp}件{discount}折

# choose_store_subject_type
source: Choose Subject Type
vi: Chọn loại chủ thể
zh_hans: 选择主体类型
zh_hant: 選擇主體類型

# store_info
source: Store Information
vi: Thông tin cửa hàng
zh_hans: 店铺信息
zh_hant: 店鋪信息

# merchants_info
source: Merchant Information
vi: Thông tin người bán
zh_hans: 商户资料
zh_hant: 商家資料

# account_info
source: Account Information
vi: Thông tin tài khoản
zh_hans: 账户信息
zh_hant: 賬戶信息

# shop_logo
source: Store Photo
vi: Ảnh cửa hàng
zh_hans: 店铺照片
zh_hant: 店鋪照片

# shop_name
source: Store Name
vi: Tên cửa hàng
zh_hans: 店铺名称
zh_hant: 店鋪名稱

# shop_address
source: Store Address
vi: Địa chỉ cửa hàng
zh_hans: 店铺地址
zh_hant: 店鋪地址

source: Contact Number
vi: Số điện thoại liên hệ
zh_hans: 联系电话
zh_hant: 聯繫電話

source: Service Provider
vi: Nhà cung cấp dịch vụ
zh_hans: 服务商
zh_hant: 服務商

source: Next Step
vi: Bước tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# please_fill_shop_name
source: Please Enter Store Name
vi: Vui lòng nhập tên cửa hàng
zh_hans: 请填写店铺名称
zh_hant: 請填寫店鋪名稱

# please_choose
source: Please Select
vi: Vui lòng chọn
zh_hans: 请选择
zh_hant: 請選擇
