Repository: myron6520/common_lang
Catalog: lib/l10n/intl_*.arb
Languages: vi, zh_hans, zh_hant

# privacy_policy_title
source: Privacy Policy
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

source: SMS Login
vi: Đăng nhập bằng tin nhắn
zh_hans: 短信登录
zh_hant: 短信登錄

source: Password Login
vi: Đăng nhập bằng mật khẩu
zh_hans: 密码登录
zh_hant: 密碼登錄

# no_account
source: No {publisher} Account?
vi: Chưa có {publisher} tài khoản?
zh_hans: 还没有{publisher}账号?
zh_hant: 還沒有{publisher}賬號？

source: Register Now
vi: Đăng ký ngay
zh_hans: 立即注册
zh_hant: 立即註冊

source: Service Agreement And Privacy Policy
vi: Thỏa thuận dịch vụ và chính sách bảo mật
zh_hans: 服务协议与隐私政策
zh_hant: 服務協議與隱私政策

# privacy_policy_agreement_hint
source: To Better Protect Your Legal Rights And Interests, Please Read And Agree To
vi: Để bảo vệ quyền lợi hợp pháp của bạn, vui lòng đọc và đồng ý đến
zh_hans: 为了更好地保障您的合法权益，请阅读并同意
zh_hant: 為了更好地保障您的合法權益，請閱讀並同意

source: Not Now
vi: Không ngay
zh_hans: 我再想想
zh_hant: 我再想想

source: Agree
vi: Đồng ý
zh_hans: 同意
zh_hant: 同意

# input_sms_code
source: Please Enter The SMS Verification Code
vi: Vui lòng nhập mã xác thực tin nhắn
zh_hans: 请输入短信验证码
zh_hant: 請輸入短信驗證碼

# set_password
source: Please Set Password
vi: Vui lòng đặt mật khẩu
zh_hans: 请设置密码
zh_hant: 請設置密碼

source: Register
vi: Đăng ký
zh_hans: 注册
zh_hant: 註冊

# input_name
source: Please Enter Your Name
vi: Vui lòng nhập tên
zh_hans: 请输入姓名
zh_hant: 請輸入姓名

# already_have_account
source: Already Have An Account?
vi: Đã có tài khoản?
zh_hans: 已经有账户？
zh_hant: 已經有賬號？

source: Login Now
vi: Đăng nhập ngay
zh_hans: 立即登录
zh_hant: 立即登錄

source: Home
vi: Trang chủ
zh_hans: 首页
zh_hant: 首頁

source: Order Settings
vi: Cài đặt đặt hàng
zh_hans: 点餐设置
zh_hant: 點餐設置

# view_all_with_skuNum
source: View All ({skuNum})
vi: Xem tất cả ({skuNum})
zh_hans: 查看全部（{skuNum}）
zh_hant: 查看全部（{skuNum}）

# select_shop
source: Select Store
vi: Chọn cửa hàng
zh_hans: 请选择店铺
zh_hant: 請選擇店鋪

# cashier_user
source: Cashier
vi: Thu ngân
zh_hans: 收银员
zh_hant: 收銀員

source: Cashier Device
vi: Thiết bị thu ngân
zh_hans: 收银设备
zh_hant: 收銀設備

source: Self-Operated Takeout
vi: Giao hàng tự phục vụ
zh_hans: 自营外卖
zh_hant: 自營外賣

# has_opened
source: Opened
vi: Đã mở
zh_hans: 已开启
zh_hant: 已開啟

# has_not_opened
source: Not Opened
vi: Chưa mở
zh_hans: 未开启
zh_hant: 未開啟

# about_with
source: About {name}
vi: Về {name}
zh_hans: 关于{name}
zh_hant: 關於{name}

source: Custom Payment
vi: Cách tính tiền
zh_hans: 记账方式
zh_hant: 記賬方式

source: Set Member Points And Recharge Gift
vi: Cài đặt điểm thành viên và nạp tiền tặng
zh_hans: 设置会员积分及充值赠送
zh_hant: 設置會員積分及充贈

source: Print Management
vi: Quản lý in
zh_hans: 打印管理
zh_hant: 打印管理

source: Data Management
vi: Quản lý dữ liệu
zh_hans: 数据管理
zh_hant: 數據管理

source: Scan Order
vi: Quét mã QR để đặt hàng
zh_hans: 扫码点餐
zh_hant: 掃碼點餐

source: Table Management
vi: Quản lý bàn
zh_hans: 桌台管理
zh_hant: 桌台管理

source: Manage Tables And Table Codes
vi: Quản lý bàn và mã bàn
zh_hans: 管理桌台及桌台码
zh_hant: 管理桌台及桌台碼

# auto_add_to_cart
source: Select Dining People After, Automatically Add To Cart
vi: Chọn số lượng người ăn sau đó, tự động thêm vào giỏ hàng
zh_hans: 选择就餐人数后，自动加入购物车
zh_hant: 選擇就餐人數後，自動加入購物車

source: Charge For Self-Pickup Or Takeout
vi: Tính phí khi tự lấy hàng hoặc giao hàng
zh_hans: 自提或外带时收取费用
zh_hant: 自取或外帶時收取費用

source: First In First Out
vi: Trước tiên vào trước tiên ra
zh_hans: 先进先出
zh_hant: 先進先出

# auto_cover_cost_price
source: Each Time You Replenish, The System Automatically Covers The Latest Cost Price As {price}
vi: Mỗi lần nhập hàng, hệ thống sẽ tự động cập nhật giá vốn mới nhất là {price}
zh_hans: 每次进货时，系统自动将最新进价覆盖{price}
zh_hant: 每次進貨時，系統自動將最新進價覆蓋{price}

source: Specified Price
vi: Giá được xác định
zh_hans: 指定价格
zh_hant: 指定價格

# user_specified_price
source: User Specified Product {price}
vi: Sản phẩm được người dùng xác định giá là {price}
zh_hans: 用户指定商品{price}
zh_hant: 用戶指定商品{price}

source: Average Weighted
vi: Trung bình cộng
zh_hans: 平均加权
zh_hant: 平均加權

# average_weighted_tips
source: The System Automatically Calculates And Updates {price} According To The Formula: (Current Inventory x Average Unit Price) + (Replenishment Quantity x {price}) / (Current Inventory + Replenishment Quantity)
vi: Hệ thống tự động tính toán và cập nhật giá vốn theo công thức: (Tồn kho hiện có x giá trung bình) + (Số lượng nhập x {price} nhập) / (Tồn kho hiện có + Số lượng nhập)
zh_hans: 系统按照公式自动计算并更新{price}：(在库库存x平均单价)+(进货数量x{price})/(在库库存+进货数量)
zh_hant: 系統按照公式自動計算並更新{price}：(在庫庫存x平均單價)+(進貨數量x{price})/(在庫庫存+進貨數量)

source: Charge By Goods
vi: Tính theo sản phẩm
zh_hans: 按商品收取
zh_hant: 按商品收取

source: Charge By Order
vi: Tính theo đơn hàng
zh_hans: 按订单收取
zh_hant: 按訂單收取

source: No Charge
vi: Không tính
zh_hans: 不收取
zh_hant: 不收取

source: Recharge Gift Rules
vi: Quy tắc tặng thẻ
zh_hans: 充值赠送规则
zh_hant: 充值贈送規則

source: Value Consumption Verification
vi: Kiểm tra tiêu dùng
zh_hans: 储值消费验证
zh_hant: 儲值消費驗證

# member_value_consumption_send_sms_verification
source: When A Member Consumes Value, The System Sends An SMS Verification Code
vi: Khi thành viên tiêu dùng, hệ thống sẽ gửi tin nhắn xác thực
zh_hans: 会员储值消费时发送短信验证码验证
zh_hant: 會員儲值消費時發送短信驗證碼驗證

source: Cancel Account
vi: Hủy bỏ
zh_hans: 注销
zh_hant: 註銷

source: Cancel Account
vi: Hủy bỏ tài khoản
zh_hans: 注销账户
zh_hant: 註銷賬號

# cancelAccountTips
source: After canceling your account, all your information will be unrecoverable. Are you sure you want to cancel?
vi: Hủy bỏ tài khoản sẽ không thể sử dụng tài khoản này đăng nhập, vui lòng xác nhận có muốn hủy bỏ không
zh_hans: 注销账号后，您的所有信息资料将无法找回，请问确定注销吗？
zh_hant: 註銷賬號後，您的所有信息資料將無法找回，請確認是否繼續

# cancelAccountBeforeTips
source: Before canceling your account, please cancel the store associated with {phone}
vi: Hủy bỏ tài khoản trước đó, vui lòng hủy bỏ tài khoản liên kết với số điện thoại {phone}
zh_hans: 注销账号之前需将{phone}关联的店铺注销
zh_hant: 註銷賬號之前需將{phone}關聯的店鋪註銷

source: Logout Success
vi: Đăng xuất thành công
zh_hans: 退出成功
zh_hant: 退出成功

source: Cancel Success
vi: Hủy bỏ tài khoản thành công
zh_hans: 注销成功
zh_hant: 註銷成功

source: Logout Shop
vi: Đăng xuất cửa hàng
zh_hans: 退出店铺
zh_hant: 退出店鋪

source: Cancel Shop
vi: Hủy bỏ cửa hàng
zh_hans: 注销店铺
zh_hant: 註銷店鋪

# logout_shop_with
source: Logout "{shop}" Shop
vi: Đăng xuất cửa hàng "{shop}"
zh_hans: 退出「{shop}」店铺
zh_hant: 退出「{shop}」店鋪

# logout_shop_hint
source: After logging out, you will no longer be an employee of the store, and all data will be cleared
vi: Đăng xuất cửa hàng sẽ không thể sử dụng tài khoản này đăng nhập, vui lòng xác nhận có muốn đăng xuất không
zh_hans: 退出店铺后您将不是该店铺员工 所有资料数据也会被清除
zh_hant: 退出店鋪後您將不是該店鋪員工 所有資料數據也會被清除

# cancel_shop_with
source: Cancel "{shop}" Shop
vi: Hủy bỏ cửa hàng "{shop}"
zh_hans: 将「{shop}」注销
zh_hant: 將「{shop}」註銷

# cancel_shop_hint
source: After canceling the shop, you will no longer be able to use the shop for operations, please confirm if you want to continue
vi: Hủy bỏ cửa hàng sẽ không thể sử dụng tài khoản này đăng nhập, vui lòng xác nhận có muốn hủy bỏ không
zh_hans: 注销店铺后以下信息将清空无法找回
zh_hant: 註銷店鋪後，您將無法使用該店鋪進行操作，請確認是否繼續

# goods_file_all_goods
source: ● All Products In The Product Archive
vi: ● Tất cả sản phẩm trong tệp sản phẩm
zh_hans: ● 商品档案的全部商品
zh_hant: ● 商品檔案的全部商品

# personal_info_message_info
source: ● All Personal Information, Messages, Application Information, etc.
vi: ● Tất cả thông tin cá nhân, tin nhắn, thông tin đăng ký, v.v.
zh_hans: ● 所有个人资料、消息、进件信息等
zh_hant: ● 所有個人資料、消息、進件信息等

# all_members_employees
source: ● All Members, Employees, etc.
vi: ● Tất cả thành viên, nhân viên, v.v.
zh_hans: ● 名下所有会员、员工等
zh_hant: ● 名下所有會員、員工等

# flow_record_inventory_record
source: ● All Flow Records, Inventory Records, etc.
vi: ● Tất cả lịch sử giao dịch, lịch sử tồn kho, v.v.
zh_hans: ● 流水记录、库存记录等
zh_hant: ● 流水記錄、庫存記錄等

# select_birthday
source: Please Select Birthday
vi: Vui lòng chọn ngày sinh
zh_hans: 请选择生日
zh_hant: 請選擇生日

source: Price Label Print
vi: In nhãn giá
zh_hans: 价签打印
zh_hant: 價籤打印

source: Export Report
vi: Xuất báo cáo
zh_hans: 导出报表
zh_hant: 導出報表

# export_goods
source: Export Products
vi: Xuất sản phẩm
zh_hans: 导出商品
zh_hant: 導出商品

source: Inventory Clear
vi: Xóa tồn kho
zh_hans: 库存清零
zh_hant: 庫存清零

# inventory_clear_tips
source: After the operation, all product inventory will be set to 0, the operation cannot be canceled, whether to continue clearing the inventory
vi: Thao tác sau đó, tất cả tồn kho sản phẩm sẽ được đặt thành 0, thao tác không thể hủy bỏ, có muốn tiếp tục xóa tồn kho không
zh_hans: 操作后，全部商品库存将设置为0，操作无法撤销，是否继续清零
zh_hant: 操作後，全部商品庫存將設置為0，操作無法撤銷，是否繼續清零

source: Operation Log
vi: Nhật ký hoạt động
zh_hans: 操作日志
zh_hant: 操作日志

source: Report Type
vi: Loại báo cáo
zh_hans: 报表类型
zh_hant: 報表類型

# select_report_type
source: Please Select Report Type
vi: Vui lòng chọn loại báo cáo
zh_hans: 请选择报表类型
zh_hant: 請選擇報表類型

source: Order Flow
vi: Dòng tiền đơn hàng
zh_hans: 订单流水
zh_hant: 訂單流水

source: Time Span
vi: Khoảng thời gian
zh_hans: 时间跨度
zh_hant: 時間跨度

# select_time_span
source: Please Select Time Span
vi: Vui lòng chọn khoảng thời gian
zh_hans: 请选择时间跨度
zh_hant: 請選擇時間跨度

source: Yesterday
vi: Hôm qua
zh_hans: 昨日
zh_hant: 昨日

source: Today
vi: Hôm nay
zh_hans: 今日
zh_hant: 今日

source: Last 7 Days
vi: 7 ngày qua
zh_hans: 近7天
zh_hant: 近7天

source: Last 30 Days
vi: 30 ngày qua
zh_hans: 近30天
zh_hant: 近30天

source: Last 120 Days
vi: 120 ngày qua
zh_hans: 近120天
zh_hant: 近120天

source: Start Time
vi: Thời gian bắt đầu
zh_hans: 起始时间
zh_hant: 起始時間

# startTimeRequired
source: Please Select Start Time
vi: Vui lòng chọn thời gian bắt đầu
zh_hans: 请选择起始时间
zh_hant: 請選擇起始時間

source: End Time
vi: Thời gian kết thúc
zh_hans: 结束时间
zh_hant: 結束時間

# endTimeRequired
source: Please Select End Time
vi: Vui lòng chọn thời gian kết thúc
zh_hans: 请选择结束时间
zh_hant: 請選擇結束時間

source: Start Time Must Be Before End Time
vi: Thời gian bắt đầu phải nhỏ hơn thời gian kết thúc
zh_hans: 开始时间必须小于结束时间
zh_hant: 開始時間必須小於結束時間

# export_limit
source: Each Time Maximum Supports Exporting 1 Month Data
vi: Mỗi lần tối đa hỗ trợ xuất 1 tháng dữ liệu
zh_hans: 每次最多支持导出一个月的数据
zh_hant: 每次最多支持導出1個月數據

source: Export
vi: Xuất
zh_hans: 导出
zh_hant: 導出

source: Export Success
vi: Xuất thành công
zh_hans: 导出成功
zh_hant: 導出成功

source: Export Failed
vi: Xuất thất bại
zh_hans: 导出失败
zh_hant: 導出失敗

# export_shop_goods_data
source: Export Shop Goods Data (Excel File)
vi: Xuất dữ liệu sản phẩm cửa hàng (tệp Excel)
zh_hans: 导出店内商品数据（Excel 文件）
zh_hant: 導出店鋪商品數據（Excel 文件）

source: Data Type
vi: Loại dữ liệu
zh_hans: 数据类型
zh_hant: 數據類型

# select_data_type
source: Please Select Data Type
vi: Vui lòng chọn loại dữ liệu
zh_hans: 请选择数据类型
zh_hant: 請選擇數據類型

# all_goods
source: All Products
vi: Tất cả sản phẩm
zh_hans: 全部商品
zh_hant: 全部商品

source: Normal Dishes
vi: Món ăn thường
zh_hans: 普通菜品
zh_hant: 普通菜品

source: Set Meal
vi: Món ăn hỗn hợp
zh_hans: 套餐菜品
zh_hant: 套餐菜品

source: Normal Goods
vi: Sản phẩm tiêu chuẩn
zh_hans: 标准商品
zh_hant: 標準商品

source: Weight Goods
vi: Sản phẩm cân
zh_hans: 称重商品
zh_hant: 稱重商品

# count_goods
source: {count} Products
vi: {count} sản phẩm
zh_hans: {count}个
zh_hant: {count}個

# clear_goods
source: Clear Product Inventory
vi: Sản phẩm xóa tồn kho
zh_hans: 清零商品
zh_hant: 清零商品

source: Clear Inventory
vi: Xóa tồn kho
zh_hans: 清零
zh_hant: 清零

source: Clear Inventory Success
vi: Xóa tồn kho thành công
zh_hans: 清零成功
zh_hant: 清零成功

source: Select Log Type
vi: Chọn loại nhật ký
zh_hans: 选择日志类型
zh_hant: 選擇日志類型

source: All Type
vi: Tất cả loại
zh_hans: 全部类型
zh_hant: 全部類型

# add_goods
source: Add Product
vi: Thêm sản phẩm
zh_hans: 新增商品
zh_hant: 新增商品

# edit_goods
source: Edit Product
vi: Chỉnh sửa sản phẩm
zh_hans: 修改商品
zh_hant: 修改商品

source: Table Order
vi: Đặt bàn
zh_hans: 桌台点餐
zh_hant: 桌台點餐

# table_order_tips
source: Customer orders after table number delivery and pickup
vi: Khách hàng đặt hàng sau đó giao hàng đến bàn và thu thập
zh_hans: 顾客点餐后以桌号送餐到桌、取餐
zh_hant: 顧客點餐後以桌號送餐到桌、取餐

source: Shop Order
vi: Đặt hàng trực tuyến
zh_hans: 门店点餐
zh_hant: 門店點餐

# shop_order_tips
source: No table order, customer orders after pickup by takeout code
vi: Không đặt bàn, khách hàng đặt hàng sau đó thu thập bằng mã thu hàng
zh_hans: 无桌台点餐，顾客点餐后凭取餐码取餐
zh_hant: 無桌台點餐，顧客點餐後憑取餐碼取餐

source: Payment Order
vi: Thứ tự thanh toán
zh_hans: 付款顺序
zh_hant: 付款順序

source: Order Type
vi: Cách đặt hàng
zh_hans: 点餐方式
zh_hant: 點餐方式

source: Select Order Type
vi: Chọn cách đặt hàng
zh_hans: 选择点餐方式
zh_hant: 選擇點餐方式

# scan_order_payment
source: Scan QR Code To Order And Pay
vi: Quét mã QR để đặt hàng và thanh toán
zh_hans: 扫码点餐付款
zh_hant: 掃碼點餐付款

source: Only Order
vi: Đặt hàng
zh_hans: 仅点餐
zh_hant: 僅點餐

# order_and_payment
source: Order And Pay
vi: Đặt hàng và thanh toán
zh_hans: 付款+点餐
zh_hant: 付款+點餐

source: Co-Order
vi: Đặt hàng chung
zh_hans: 共同点餐
zh_hant: 共同點餐

# co_order_tips
source: Customer co-orders, delivered to table and picked up
vi: Khách hàng đặt hàng chung, giao hàng đến bàn và thu thập
zh_hans: 与开台者共同点餐
zh_hant: 顧客共同點餐，以桌號送餐到桌、取餐

source: Table Order Together
vi: Đặt bàn chung
zh_hans: 拼桌点餐
zh_hant: 拼桌點餐

# table_order_together_tips
source: Customer table orders together, delivered to table and picked up
vi: Khách hàng đặt bàn chung, giao hàng đến bàn và thu thập
zh_hans: 顾客扫同一个桌码，彼此互相看不见
zh_hant: 顧客拼桌點餐，以桌號送餐到桌、取餐

source: Pay Before Order
vi: Trả tiền trước, sau đó ăn
zh_hans: 先付款，后就餐
zh_hant: 先付款，後就餐

source: Order Before Pay
vi: Trước khi ăn, sau đó trả tiền
zh_hans: 先就餐，后付款
zh_hant: 先就餐，後付款

source: Bind Order QR Code
vi: Kết nối mã QR đặt hàng
zh_hans: 绑定点餐二维码
zh_hant: 綁定點餐二維碼

source: Not Bind
vi: Chưa kết nối
zh_hans: 未绑定
zh_hant: 未綁定

source: Bound
vi: Đã kết nối
zh_hans: 已绑定
zh_hant: 已綁定

source: Download Order QR Code
vi: Tải xuống mã QR đặt hàng
zh_hans: 下载点餐二维码
zh_hant: 下載點餐二維碼

# order_qr_code_tips
source: Place At The Cashier For Customers To Scan To Order
vi: Đặt ở quầy thanh toán để khách hàng quét mã đặt hàng
zh_hans: 放置在收银台方便顾客扫码点餐
zh_hant: 放置在收銀台方便顧客掃碼點餐

source: Batch Add
vi: Thêm nhiều
zh_hans: 批量添加
zh_hant: 批量添加

source: Batch Add Table
vi: Thêm nhiều bàn
zh_hans: 批量添加桌台
zh_hant: 批量添加桌台

source: Area
vi: Khu vực
zh_hans: 区域
zh_hant: 區域

# select_table_area
source: Please Select Table Area
vi: Vui lòng chọn khu vực bàn
zh_hans: 请选择桌台区域
zh_hant: 請選擇桌台區域

source: Add Area
vi: Thêm khu vực
zh_hans: 添加区域
zh_hant: 添加區域

# input_area_name
source: Please Enter Area Name
vi: Vui lòng nhập tên khu vực
zh_hans: 请输入区域名称
zh_hant: 請輸入區域名稱

source: Rename Area
vi: Đổi tên khu vực
zh_hans: 重命名区域
zh_hant: 重命名區域

source: Delete Area
vi: Xóa khu vực
zh_hans: 删除区域
zh_hant: 刪除區域

# new_area
source: + Add Area
vi: + Thêm khu vực
zh_hans: + 新建区域
zh_hant: + 新建區域

source: Add Table
vi: Thêm bàn
zh_hans: 添加桌台
zh_hant: 添加桌台

source: Edit Table
vi: Chỉnh sửa bàn
zh_hans: 编辑桌台
zh_hant: 編輯桌台

# add_table_tips
source: Add Table After Adding Area Or Batch Add
vi: Thêm khu vực sau đó thêm bàn hoặc thêm nhiều bàn
zh_hans: 添加区域后添加桌台或批量添加
zh_hant: 添加區域後添加桌台或批量添加

source: Table Name
vi: Tên bàn
zh_hans: 桌台名称
zh_hant: 桌台名稱

# table_name_required
source: Please Enter Table Name
vi: Vui lòng nhập tên bàn
zh_hans: 请输入桌台名称
zh_hant: 請輸入桌台名稱

# order_people_num
source: Order People Number
vi: Số lượng người ăn
zh_hans: 用餐人数
zh_hant: 用餐人數

# order_people_num_required
source: Please Enter Maximum Number Of People
vi: Vui lòng nhập số lượng người ăn
zh_hans: 请输入最多用餐人数
zh_hant: 請輸入最多用餐人數

# order_people_num_error
source: Please Enter Correct Number Of People
vi: Vui lòng nhập số lượng người ăn hợp lệ
zh_hans: 请输入正确的用餐人数
zh_hant: 請輸入正確的用餐人數

source: Save Failed
vi: Lưu thất bại
zh_hans: 保存失败
zh_hant: 保存失敗

source: Save To Album
vi: Lưu vào thư viện
zh_hans: 保存到相册
zh_hant: 保存到相冊

source: Saved To Album
vi: Đã lưu vào thư viện
zh_hans: 已保存到相册
zh_hant: 已保存到相冊

source: Long Press To Identify Mini Program Code
vi: Nhấn dài để nhận dạng mã QR
zh_hans: 长按识别小程序码
zh_hant: 長按識別小程序碼

# long_press_to_identify_mini_program_code_tips
source: *If You Cannot Long Press To Identify, Please Screenshot And Save The Image, Then Identify The Mini Program Code By WeChat
vi: *Nếu không thể nhấn dài để nhận dạng, vui lòng chụp ảnh và lưu hình ảnh sau đó nhận dạng mã QR bằng WeChat
zh_hans: *若无法长按识别，请截屏保存图片后微信识别小程序码
zh_hant: *若無法長按識別，請截屏保存圖片後微信識別小程序碼

source: Bind Table Code
vi: Kết nối mã bàn
zh_hans: 绑定桌台码
zh_hant: 綁定桌台碼

# delete_table_code_tips
source: Are You Sure You Want To Delete Table Code?
vi: Bạn có chắc chắn muốn xóa mã bàn không?
zh_hans: 是否解除桌台码绑定？
zh_hant: 是否解除桌台碼綁定？

# unbind_device_tips
source: Unbind Device?
vi: Giải phóng kết nối thiết bị, xóa cấu hình tùy chỉnh, có muốn tiếp tục giải phóng kết nối không?
zh_hans: 解除绑定后将断开设备连接，并清空自定义配置，是否继续解除绑定
zh_hant: 解除綁定後將斷開設備連接，並清空自定義配置，是否繼續解除綁定

source: Table Prefix
vi: Tiền tố bàn
zh_hans: 桌台前缀
zh_hant: 桌台前綴

# table_prefix_hint
source: e.g. Large Table, Medium Table, Small Table
vi: Ví dụ: bàn lớn, bàn trung, bàn nhỏ
zh_hans: 如大桌、中桌、小桌
zh_hant: 如大桌、中桌、小桌

# input_table_prefix
source: Please Enter Table Prefix
vi: Vui lòng nhập tiền tố bàn
zh_hans: 请输入桌台前缀
zh_hant: 請輸入桌台前綴

source: Start Number
vi: Số bắt đầu
zh_hans: 开始序号
zh_hant: 開始序號

# start_number_hint
source: e.g. 1, 01
vi: Ví dụ: 1, 01
zh_hans: 如1、01
zh_hant: 如1、01

# start_number_error
source: Please Enter Correct Start Number
vi: Vui lòng nhập số bắt đầu hợp lệ
zh_hans: 请输入正确的开始序号
zh_hant: 請輸入正確的開始序號

source: Create Count
vi: Số lượng tạo
zh_hans: 创建数量
zh_hant: 創建數量

# create_count_hint
source: e.g. 100, 1000
vi: Ví dụ: 100, 1000
zh_hans: 请输入创建数量
zh_hant: 如100、1000

# create_count_error
source: Please Enter Correct Create Count
vi: Vui lòng nhập số lượng tạo hợp lệ
zh_hans: 请输入正确的创建数量
zh_hant: 請輸入正確的創建數量

source: Add Success
vi: Thêm thành công
zh_hans: 添加成功
zh_hant: 添加成功

source: Rename Success
vi: Đổi tên thành công
zh_hans: 重命名成功
zh_hant: 重命名成功

# delOpenTableComms
source: Are You Sure You Want To Delete The Open Table Commend?
vi: Bạn có chắc chắn muốn xóa mục bắt đầu không?
zh_hans: 是否删除该开台必点？
zh_hant: 是否刪除該開台必點？

source: Recommend
vi: Đề xuất
zh_hans: 推荐
zh_hant: 推薦

source: Dahua Barcode Scale
vi: Cân điện tử hàng hóa
zh_hans: 大华条码秤
zh_hant: 大華條碼秤

# phone_and_barcode_scale_need_same_network
source: Phone And Barcode Scale Need To Connect The Same Network
vi: Điện thoại và cân điện tử hàng hóa cần kết nối cùng mạng
zh_hans: 手机与条码秤需连接同一网络
zh_hant: 手機與條碼秤需連接同一網絡

# weighing_goods_success
source: Weighing Goods Success, {count} Goods Transferred
vi: Cân điện tử hàng hóa thành công, đã truyền đến {count} sản phẩm
zh_hans: 传秤完成，共传输{count}个商品
zh_hant: 傳秤完成，共傳輸{count}個商品

source: Please Enter Correct Port
vi: Vui lòng nhập cổng chính xác
zh_hans: 请输入正确的端口
zh_hant: 請輸入正確的端口

# connect_failed
source: Connect Failed, Please Confirm If The IP And Port Are Correct
vi: Kết nối thất bại, vui lòng xác nhận IP và cổng có chính xác không
zh_hans: 连接失败，请确认IP和端口是否正确
zh_hant: 連接失敗，請確認IP和端口是否正確

# unbind_pos_device_tips
source: Unbind Device, Clear Custom Configuration, Continue Unbind?
vi: Giải phóng kết nối thiết bị, xóa cấu hình tùy chỉnh, có muốn tiếp tục giải phóng kết nối không?
zh_hans: 解绑后，设备将解除与店铺的绑 定，如需使用，需重新绑定
zh_hant: 解綁後，設備將解除與店鋪的綁 定，如需使用，需重新綁定

# binding_code_or_key
source: Binding Code/Key
vi: Mã kết nối/KEY
zh_hans: 绑定码/KEY
zh_hant: 綁定碼/KEY

# input_binding_code_or_key
source: Please Enter Binding Code/Key
vi: Vui lòng nhập mã kết nối/KEY
zh_hans: 请输入绑定码/KEY
zh_hant: 請輸入綁定碼/KEY

# binding_code_or_key_required
source: Please Enter Binding Code/Key
vi: Vui lòng nhập mã kết nối/KEY
zh_hans: 请输入绑定码/KEY
zh_hant: 請輸入綁定碼/KEY

# device_number_or_sn
source: Device Number/SN
vi: Số điện thoại/SN
zh_hans: 设备编号/SN
zh_hant: 設備編號/SN

# input_device_number_or_sn
source: Please Enter Device Number/SN
vi: Vui lòng nhập số điện thoại/SN
zh_hans: 请输入设备编号/SN
zh_hant: 請輸入設備編號/SN

# device_number_or_sn_required
source: Please Enter Device Number/SN
vi: Vui lòng nhập số điện thoại/SN
zh_hans: 请输入设备编号/SN
zh_hant: 請輸入設備編號/SN

source: Bind Employee
vi: Kết nối nhân viên
zh_hans: 绑定员工
zh_hant: 綁定員工

# please_bind_employee
source: Please Bind Employee First
vi: Vui lòng kết nối nhân viên trước
zh_hans: 请先绑定员工
zh_hant: 請先綁定員工

# select_device_order_belong
source: Please Select Device Order Belong
vi: Vui lòng chọn thiết bị thu tiền thuộc về
zh_hans: 请选择设备接单归属
zh_hant: 請選擇設備接單歸屬

source: Dachu Cloud Print
vi: In ấn dữ liệu
zh_hans: 大趋云打印
zh_hant: 大趨雲打印

source: Quit Team
vi: Rời nhóm
zh_hans: 退出团队
zh_hant: 退出團隊

# quit_team_tips
source: Are You Sure You Want To Quit The Team?
vi: Bạn có chắc chắn muốn rời nhóm không?
zh_hans: 是否要退出团队？
zh_hant: 是否要退出團隊？

source: Detail
vi: Chi tiết
zh_hans: 明细
zh_hant: 明細

source: WeChat City Delivery
vi: Giao hàng nội thành WeChat
zh_hans: 微信同城配送
zh_hant: 微信同城配送

source: Use Instructions
vi: Hướng dẫn sử dụng
zh_hans: 使用说明
zh_hant: 使用說明

# wechat_city_delivery_tips
source: 1. WeChat official provides aggregated delivery capabilities, after recharging, you can place an order 2. Delivery prices are discounted, starting at ¥4.32 per km 3. WeChat city delivery fees are priced based on factors such as distance, difficulty, time of day, weather, delivery capacity, and product (quantity, weight, price); 4. To obtain relatively accurate delivery prices, you can add product weight in the product file management.
vi: 1. Dịch vụ giao hàng tổng hợp do WeChat cung cấp chính thức, có thể đặt hàng sau khi nạp tiền 2. Giá giao hàng ưu đãi, giá khởi điểm từ 4.32¥/1km 3. Phí giao hàng nội thành WeChat được tính dựa trên các yếu tố như: khoảng cách, độ khó, thời gian, thời tiết, năng lực vận chuyển, hàng hóa (số lượng, trọng lượng, giá) 4. Để có được giá giao hàng chính xác hơn, bạn có thể thêm trọng lượng hàng hóa thông qua quản lý hồ sơ sản phẩm
zh_hans: 1.微信官方提供的聚合配送能力，充值后即可下单 2.配送价格优惠，1公里起送价¥4.32起 3.微信同城配送费是根据距离、难度、时段、天气、运力、商品（数量、重量、价格）等因素影响进行定价； 4.为了能过获得相对准确的配送价，您可以通过商品档案管理，添加商品重量；
zh_hant: 1.微信官方提供的聚合配送能力，充值后即可下單 2.配送價格優惠，1公里起送價¥4.32起 3.微信同城配送費是根據距離、難度、時段、天氣、運力、商品（數量、重量、價格）等因素影響進行定價； 4.為了能過獲得相對準確的配送價，您可以通過商品檔案管理，添加商品重量；

source: WeChat City Delivery Balance
vi: Số dư giao hàng nội thành WeChat
zh_hans: 微信同城配送余额
zh_hant: 微信同城配送餘額

source: Bind Failed
vi: Kết nối thất bại
zh_hans: 绑定失败
zh_hant: 绑定失败

# wechat_city_delivery_unavailable
source: Sorry, WeChat City Delivery service is not available in your store location
vi: Xin lỗi, dịch vụ giao hàng nội thành WeChat chưa phủ sở hữu vị trí cửa hàng của bạn
zh_hans: 抱歉，微信同城配送服务尚未覆盖到您店铺所在位置
zh_hant: 抱歉，微信同城配送服务尚未覆盖到您店铺所在位置

source: Confirm Bind
vi: Xác nhận kết nối
zh_hans: 确认绑定
zh_hant: 確認綁定

source: Delivery Goods Type
vi: Loại hàng hóa giao hàng
zh_hans: 配送商品类型
zh_hant: 配送商品類型

source: Business Hours
vi: Giờ làm việc
zh_hans: 营业时间
zh_hant: 營業時間

# business_hours_tips
source: Business Hours 1. Set business hours after the store operates according to the time 2. Set 00:00-23:59 to 24-hour operation
vi: Giờ làm việc 1. Thiết lập giờ làm việc sau đó cửa hàng sẽ hoạt động theo thời gian 2. Thiết lập 00:00-23:59 là 24 giờ làm việc
zh_hans: 营业时段 1.设置营业时间后店铺根据时间营业 2.设置 00:00-23:59 为 24 小时营业
zh_hant: 營業時段 1.設置營業時間後店鋪根據時間營業 2.設置 00:00-23:59 為 24 小時營業

source: Delivery Settings
vi: Cài đặt giao hàng
zh_hans: 配送设置
zh_hant: 配送設置

source: Not Open Merchant
vi: Chưa mở cửa hàng
zh_hans: 未开通商户号
zh_hant: 未開通商户號

# customer_cannot_pay_online
source: Customer cannot pay online, pay to your account
vi: Khách hàng không thể thanh toán online, thanh toán vào tài khoản của bạn
zh_hans: 顾客无法通过在线支付，付款到您的账户
zh_hant: 顧客無法通過在線支付，付款到您的賬戶

source: Apply Now
vi: Đăng ký ngay
zh_hans: 去申请
zh_hant: 去申請

source: Shop Miniapp QR Code
vi: Mã QR cửa hàng
zh_hans: 店铺小程序码
zh_hant: 店鋪小程序碼

source: Generate Image
vi: Tạo hình ảnh
zh_hans: 生成图片
zh_hant: 生成圖片

source: Go Bind
vi: Đi kết nối
zh_hans: 去绑定
zh_hant: 去綁定

source: Not Bind Delivery Merchant
vi: Chưa kết nối giao hàng
zh_hans: 未绑定配送商
zh_hant: 未綁定配送商

source: Apply Refund
vi: Đăng ký hoàn tiền
zh_hans: 申请退款
zh_hant: 申請退款
