Repository: myron6520/common_lang
Catalog: lib/l10n/intl_*.arb
Languages: vi, zh_hans, zh_hant

# refund_tips
source: After refund, the delivery balance will be returned to your account within 5 minutes
vi: Hoàn tiền sau đó, số dư giao hàng sẽ được trả về tài khoản của bạn trong vòng 5 phút
zh_hans: 退款后，运费余额5分钟内会退还到您的账户
zh_hant: 退款後，運費餘額5分鐘內會退還到您的賬戶

# refund_apply_success
source: Refund Application Submitted Successfully
vi: Đăng ký hoàn tiền thành công
zh_hans: 退款申请已提交
zh_hant: 退款申請已提交

source: Refund Failed
vi: Hoàn tiền thất bại
zh_hans: 退款失败
zh_hant: 退款失敗

# refund_tips_2
source: The store has in-transit delivery orders, please complete the delivery or cancel the delivery order before trying to refund
vi: Cửa hàng có đơn giao hàng đang trong quá trình, cần hoàn thành giao hàng hoặc hủy đơn giao hàng sau đó thử lại thao tác hoàn tiền
zh_hans: 门店有在途的配送订单，需要配送完成或取消配送订单之后再尝试操作退款
zh_hant: 門店有在途的配送訂單，需要配送完成或取消配送訂單之後再嘗試操作退款

source: Select Business Hours
vi: Chọn giờ làm việc
zh_hans: 选择营业时间
zh_hant: 選擇營業時間

source: Takeout Business Hours
vi: Trạng thái giao hàng
zh_hans: 外卖营业状态
zh_hant: 外賣營業狀態

# takeout_business_hours_tips
source: After closing, customers will not be able to place orders
vi: Đóng sau đó, khách hàng sẽ không thể đặt hàng
zh_hans: 关闭后，顾客将无法下单
zh_hant: 關閉後，顧客將無法下單

# takeout_business_hours_open
source: Open
vi: Đang hoạt động
zh_hans: 营业中
zh_hant: 營業中

# takeout_business_hours_close
source: Close
vi: Đang tạm dừng
zh_hans: 休息中
zh_hant: 休息中

source: Delivery Balance Recharge
vi: Nạp tiền giao hàng
zh_hans: 运费充值
zh_hant: 運費充值

# delivery_balance_recharge_tips
source: Recharge Tips 1. After recharging, the delivery balance will be valid for 1 month, and the unused delivery balance will be returned to the original route; 2. Minimum recharge amount 50¥
vi: Nạp tiền giao hàng 1. Nạp tiền sau đó, số dư giao hàng sẽ có hiệu lực trong 1 tháng, số dư không sử dụng sẽ được trả về nguyên đường 2. Tối thiểu 50¥
zh_hans: 充值说明 1.充值后，运费有效期为 1 个月，超期未使用的运费将原路退还； 2.最低50元起充。
zh_hant: 充值說明 1.充值後，運費有效期為 1 個月，超期未使用的運費將原路退還； 2.最低50元起充。

# delivery_balance_recharge_tips_2
source: Minimum recharge amount 50¥
vi: Tối thiểu 50¥
zh_hans: 最低需要充值50元
zh_hant: 最低需要充值50元

source: WeChat Pay
vi: Thanh toán WeChat
zh_hans: 微信支付
zh_hant: 微信支付

source: Delivery Balance Detail
vi: Số dư giao hàng
zh_hans: 运费明细
zh_hant: 運費明細

source: Consumption Flow
vi: Dòng tiền tiêu dùng
zh_hans: 消费流水
zh_hant: 消費流水

source: Recharge Record
vi: Lịch sử nạp tiền
zh_hans: 充值记录
zh_hant: 充值記錄

source: Refund Flow
vi: Lịch sử hoàn tiền
zh_hans: 退款流水
zh_hant: 退款流水

source: Share
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Self-Pickup
vi: Khách hàng lấy hàng tại cửa hàng
zh_hans: 消费者到店铺自行取货
zh_hant: 消費者到店鋪自行取貨

source: Delivery
vi: Giao hàng
zh_hans: 外卖配送
zh_hant: 外賣配送

source: Delivery Method
vi: Cách giao hàng
zh_hans: 配送方式
zh_hant: 配送方式

source: Self-Delivery
vi: Giao hàng tự phục vụ
zh_hans: 商家自配送
zh_hant: 商家自配送

source: Delivery Fee
vi: Phí giao hàng
zh_hans: 配送费
zh_hant: 配送費

source: Start Delivery Fee
vi: Giá trị giao hàng
zh_hans: 起送价
zh_hant: 起送價

# delivery_tips
source: After opening, the delivery will be performed by the third-party platform
vi: Mở sau đó, giao hàng sẽ được thực hiện bởi nền tảng thứ ba
zh_hans: 开启后将由第三方平台为你配送
zh_hant: 開啟後將由第三方平台為你配送

# shop_info
source: Shop Information
vi: Thông tin cửa hàng
zh_hans: 门店信息
zh_hant: 門店信息

source: Merchant ID
vi: Mã cửa hàng
zh_hans: 商户编号
zh_hant: 商户編號

# go_rating
source: Go Evaluate
vi: Đi đánh giá
zh_hans: 去评分
zh_hant: 去評分

source: Version Update
vi: Cập nhật phiên bản
zh_hans: 版本更新
zh_hant: 版本更新

source: Wait Second Verification
vi: Chờ xác thực lần 2
zh_hans: 待二次认证
zh_hant: 待二次認證

source: Audit Failed
vi: Xác thực thất bại
zh_hans: 审核失败
zh_hant: 審核失敗

source: Account Opened
vi: Tài khoản thu tiền đã được mở
zh_hans: 收款账户已开通
zh_hant: 收款賬戶已開通

source: Enterprise
vi: Doanh nghiệp
zh_hans: 企业
zh_hant: 企業

source: Party And Government
vi: Tổ chức chính trị
zh_hans: 党政/机关及事业单位
zh_hant: 黨政/機關及事業單位

source: Individual Business
vi: Hộ kinh doanh
zh_hans: 个体工商户
zh_hant: 個體工商戶

source: Other Organization
vi: Tổ chức khác
zh_hans: 其他组织
zh_hant: 其他組織

source: Small Micro Business
vi: Doanh nghiệp nhỏ và cỡ nhỏ
zh_hans: 小微商户
zh_hant: 小微企業

source: Permission
vi: Quyền
zh_hans: 权限
zh_hant: 權限

# input_role_name
source: Please Enter Role Name
vi: Vui lòng nhập tên vai trò
zh_hans: 请输入角色名称
zh_hant: 請輸入角色名稱

source: Invite Employee
vi: Mời nhân viên
zh_hans: 邀请员工
zh_hant: 邀請員工

source: Select Role
vi: Chọn vai trò
zh_hans: 选择角色
zh_hant: 選擇角色

source: Business Statistics
vi: Thống kê doanh thu
zh_hans: 营业统计
zh_hant: 營業統計

source: Goods Statistics
vi: Thống kê sản phẩm
zh_hans: 商品统计
zh_hant: 商品統計

# sales_volume_unit
source: Sales Volume(¥)
vi: Doanh thu(₫)
zh_hans: 营业额(元)
zh_hant: 營業額(元)

source: Sales Volume
vi: Doanh thu
zh_hans: 营业额
zh_hant: 營業額

# sales_volume_tips
source: Sales Volume=Order Amount - Discount Amount
vi: Doanh thu=Số tiền đơn hàng - Số tiền hoàn trả
zh_hans: 营业额=订单金额 - 优惠金额
zh_hant: 營業額=訂單金額 - 優惠金額

# order_volume
source: Order(Count)
vi: Đơn hàng(笔)
zh_hans: 订单(笔)
zh_hant: 訂單(筆)

# refund_volume
source: Refund Count
vi: Số đơn hoàn trả
zh_hans: 退款笔数
zh_hant: 退款筆數

source: Gross Profit Rate
vi: Tỷ lệ lợi nhuận
zh_hans: 毛利率
zh_hant: 毛利率

source: Gross Profit
vi: Lợi nhuận
zh_hans: 毛利
zh_hant: 毛利

source: Member Statistics
vi: Thống kê thành viên
zh_hans: 会员统计
zh_hant: 會員統計

# rechargeAmountWithUnit
source: Recharge Amount(¥)
vi: Số tiền nạp (đồng)
zh_hans: 充值金额(元)
zh_hant: 充值金額(元)

source: Count
vi: Số lượng
zh_hans: 笔数
zh_hant: 筆數

source: Recharge Gift
vi: Nạp thưởng
zh_hans: 充值赠送
zh_hant: 充值贈送

source: Average Price
vi: Giá trung bình
zh_hans: 客单价
zh_hant: 客單價

source: Online Order
vi: Đơn hàng trực tuyến
zh_hans: 线上订单
zh_hant: 線上訂單

source: Offline Order
vi: Đơn hàng offline
zh_hans: 线下订单
zh_hant: 線下訂單

source: Order Amount
vi: Số tiền đơn hàng
zh_hans: 订单金额
zh_hant: 訂單金額

source: Service Fee
vi: Phí dịch vụ
zh_hans: 手续费
zh_hant: 手續費

source: Inventory Value
vi: Giá trị tồn kho
zh_hans: 库存货值
zh_hant: 庫存貨值

source: Inventory Sales
vi: Doanh thu tồn kho
zh_hans: 库存销售额
zh_hant: 庫存銷售額

source: Inventory Profit
vi: Lợi nhuận tồn kho
zh_hans: 库存利润
zh_hant: 庫存利潤

source: Ranking Type
vi: Loại xếp hạng
zh_hans: 排行方式
zh_hant: 排行方式

source: Goods Ranking
vi: Xếp hạng sản phẩm
zh_hans: 商品排行
zh_hant: 商品排行

source: Weight Ranking
vi: Xếp hạng cân
zh_hans: 称重排行
zh_hant: 稱重排行

source: Category Ranking
vi: Xếp hạng danh mục
zh_hans: 分类排行
zh_hant: 分類排行

source: Combo Ranking
vi: Xếp hạng gói
zh_hans: 套餐排行
zh_hant: 套餐排行

source: Sales Volume
vi: Số lượng bán
zh_hans: 销量
zh_hant: 銷量

source: Sales Value
vi: Doanh thu
zh_hans: 销售额
zh_hant: 銷售額

source: Refund Volume
vi: Số lượng hoàn trả
zh_hans: 退货
zh_hant: 退貨

# goodsName
source: Goods Name/Ratio
vi: Tên sản phẩm/Tỷ lệ
zh_hans: 商品名/占比
zh_hant: 商品名/占比

# all_employee
source: All Employees
vi: Tất cả nhân viên
zh_hans: 全部员工
zh_hant: 全部員工

source: Filter
vi: Lọc
zh_hans: 筛选
zh_hant: 篩選

source: Order Type
vi: Loại đơn hàng
zh_hans: 订单类型
zh_hant: 訂單類型

source: Sales Order
vi: Đơn hàng bán
zh_hans: 销售订单
zh_hant: 銷售訂單

source: Order Method
vi: Cách đặt hàng
zh_hans: 点单方式
zh_hant: 點單方式

# offline_simple
source: Offline
zh_hans: 线下
zh_hant: 線下

source: Self Pickup
zh_hans: 自提
zh_hant: 自提

source: Wholesale Price Must Be Less Than Sales Price
vi: Giá bán buôn phải nhỏ hơn giá bán lẻ
zh_hans: 批发价必须小于销售价
zh_hant: 批發價必須小於銷售價

source: Purchase Price
vi: Giá mua
zh_hans: 进货价
zh_hant: 進貨價

source: Sell Platform
vi: Nền bán hàng
zh_hans: 售卖平台
zh_hant: 銷售平台

source: Select Sell Platform
vi: Chọn nền bán hàng
zh_hans: 选择售卖平台
zh_hant: 選擇銷售平台

# noSellPlatform
source: No Sell Platform, Product Will Not Be Sold
vi: Không chọn nền bán hàng, sản phẩm sẽ không được bán
zh_hans: 未选售卖平台，商品将不再售卖
zh_hant: 未選銷售平台，商品將不再銷售

source: Cashier Order
vi: Đơn hàng thanh toán tại quầy
zh_hans: 收银机点单
zh_hant: 收銀機點單

source: Sort
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

source: Goods Sort
vi: Sắp xếp sản phẩm
zh_hans: 商品排序
zh_hant: 商品排序

source: Goods Sort By Category
vi: Sắp xếp theo danh mục sản phẩm
zh_hans: 按商品分类排序
zh_hant: 按商品分類排序

source: Sort Type
vi: Kiểu sắp xếp
zh_hans: 排序方式
zh_hant: 排序方式

# sortTypeTips
source: After opening, the product order in the receipt will be sorted by category, when closing, the product order in the receipt will be sorted by order
vi: Khi bật, thứ tự sản phẩm trong hóa đơn sẽ được sắp xếp theo danh mục, khi tắt, thứ tự sản phẩm trong hóa đơn sẽ được sắp xếp theo thứ tự đặt hàng
zh_hans: 开启后小票商品顺序按分类排序 关闭后按照下单顺序排序
zh_hant: 開啟後小票商品順序按分類排序 關閉後按照下單順序排序

# inputBarcode
source: Please Enter Barcode
vi: Vui lòng nhập mã sản phẩm
zh_hans: 请输入条码
zh_hant: 請輸入條碼

source: Selected Product Cannot Be Current Product
vi: Sản phẩm đã chọn không thể là sản phẩm hiện tại
zh_hans: 选择的商品不能是当前商品
zh_hant: 選擇的商品不能是當前商品

source: Querying Products
vi: Đang tìm kiếm sản phẩm
zh_hans: 商品查询中
zh_hant: 商品查詢中

source: Incomplete Information
vi: Thông tin không đầy đủ
zh_hans: 提交的信息不全
zh_hant: 提交的信息不全

source: Weight Goods Barcode Or Self Code Cannot Be Empty
vi: Mã sản phẩm cân không được để trống
zh_hans: 称重商品条码或自编码不能为空
zh_hant: 稱重商品條碼或自編碼不能為空

source: PLU Code Cannot Be Greater Than 4000
vi: Mã PLU không được lớn hơn 4000
zh_hans: PLU码不允许大于4000
zh_hant: PLU碼不允許大於4000

source: Goods Price Cannot Be Zero
vi: Giá sản phẩm không được bằng 0
zh_hans: 商品价格不能为0
zh_hant: 商品價格不能為0

# inputMemberPrice
source: Please Enter Member Price
vi: Vui lòng nhập giá thành viên
zh_hans: 请输入会员价
zh_hant: 請輸入會員價

source: Sales Price Must Be Greater Than {price}
vi: Giá bán phải lớn hơn {price}
zh_hans: 销售价必须大于{price}
zh_hant: 銷售價必須大於{price}

source: Wholesale Price Must Be Greater Than {price}
vi: Giá bán buôn phải lớn hơn {price}
zh_hans: 批发价必须大于{price}
zh_hant: 批發價必須大於{price}

# inputWholesaleMinimumWeight
source: Please Enter Wholesale Minimum Weight
vi: Vui lòng nhập trọng lượng bán buôn tối thiểu
zh_hans: 请输入批发最低重量
zh_hant: 請輸入批發最低重量

# inputWholesaleMinimumQuantity
source: Please Enter Wholesale Minimum Quantity
vi: Vui lòng nhập số lượng bán buôn tối thiểu
zh_hans: 请输入批发最低数量
zh_hant: 請輸入批發最低數量

# inputAssociatedGoodsQuantity
source: Please Enter Associated Goods Quantity
vi: Vui lòng nhập số lượng sản phẩm liên quan
zh_hans: 请输入关联商品数量
zh_hant: 請輸入關聯商品數量

# selectSmallPackageGoods
source: Please Select Small Package Goods
vi: Vui lòng chọn sản phẩm bao nhỏ
zh_hans: 请选择小包装商品
zh_hant: 請選擇小包裝商品

source: Associated Goods Quantity Must Be Greater Than 1
vi: Số lượng sản phẩm liên quan phải lớn hơn 1
zh_hans: 关联商品数量需大于1
zh_hant: 關聯商品數量需大於1

source: Goods Unrelated
vi: Sản phẩm đã được giải phóng liên kết
zh_hans: 商品已解除关联
zh_hant: 商品已解除關聯

# deleteGoodsTips
source: After deleting, the goods will not be recoverable
vi: Xóa sau đó, sản phẩm sẽ không thể khôi phục
zh_hans: 删除后，商品将不可找回
zh_hant: 刪除後，商品將不可找回

source: Delete Success
vi: Xóa thành công
zh_hans: 删除成功
zh_hant: 刪除成功

source: Leave Or Not
vi: Có rời không
zh_hans: 是否离开
zh_hant: 是否離開

source: Picture Uploading
vi: Đang tải lên hình ảnh
zh_hans: 图片上传中
zh_hant: 圖片上傳中

source: No Valid Barcode!
vi: Không nhận dạng được mã sản phẩm hợp lệ!
zh_hans: 未识别到有效条码！
zh_hant: 未識別到有效條碼！

source: PLU Code
vi: Mã PLU
zh_hans: PLU码
zh_hant: PLU碼

# inputPLUCode
source: Please Enter PLU Code
vi: Vui lòng nhập mã PLU
zh_hans: 请输入PLU码
zh_hant: 請輸入PLU碼

source: Gram
vi: gam
zh_hans: 克
zh_hant: 克

source: Member Price
vi: Giá thành viên
zh_hans: 会员售价
zh_hant: 會員售價

source: Purchase Weight
vi: Khối lượng mua
zh_hans: 购买重量
zh_hant: 購買重量

source: Wholesale Price
vi: Giá bán buôn
zh_hans: 批发售价
zh_hant: 批發售價

source: Select Supplier
vi: Chọn nhà cung cấp
zh_hans: 请选择供应商
zh_hant: 請選擇供應商

# inputGoodsQuantity
source: Please Enter Goods Quantity
vi: Vui lòng nhập số lượng sản phẩm
zh_hans: 请输入商品数量
zh_hant: 請輸入商品數量

# inputContent
source: Please Enter Content
vi: Vui lòng nhập nội dung
zh_hans: 请输入内容
zh_hant: 請輸入內容

# newAdd
source: New
vi: Thêm mới
zh_hans: 新增
zh_hant: 新增

source: Select Inventory Type
vi: Chọn loại nhập/xuất kho
zh_hans: 选择出入库类型
zh_hant: 選擇出入庫類型

source: Sales Out
vi: Xuất bán
zh_hans: 销售出库
zh_hant: 銷售出庫

source: Damage Out
vi: Xuất hư hỏng
zh_hans: 破损出库
zh_hant: 破損出庫

source: Adjust Out
vi: Xuất điều chỉnh
zh_hans: 调拨出库
zh_hant: 調撥出庫

source: Refund Out
vi: Xuất trả hàng
zh_hans: 退货出库
zh_hant: 退貨出庫

source: Initial In
vi: Nhập khởi tạo
zh_hans: 初始入库
zh_hant: 初始入庫

source: Purchase In
vi: Nhập mua
zh_hans: 采购入库
zh_hant: 採購入庫

source: Refund In
vi: Nhập trả hàng
zh_hans: 退货入库
zh_hant: 退貨入庫

source: Adjust In
vi: Nhập điều chỉnh
zh_hans: 调拨入库
zh_hant: 調撥入庫

source: Inventory Check
vi: Kiểm kê kho
zh_hans: 库存盘点
zh_hant: 庫存盤點

source: Inventory Adjust
vi: Điều chỉnh kho
zh_hans: 库存调整
zh_hant: 庫存調整

source: Related Or Unrelated
vi: Liên kết/Giải liên kết
zh_hans: 关联/解除箱装
zh_hant: 關聯/解除箱裝

source: Undefined
vi: Không xác định
zh_hans: 未定义
zh_hant: 未定義

# remainingInventoryWithNumber
source: Remaining Inventory: {number}
vi: Tồn kho còn lại: {number}
zh_hans: 剩余库存：{number}
zh_hant: 剩餘庫存： {number}

source: Shop Reuse
vi: Sử dụng lại cửa hàng
zh_hans: 店铺复用
zh_hant: 店鋪復用

source: Same Shop Goods Copy
vi: Sản phẩm cùng cửa hàng
zh_hans: 同类店铺商品一键复制
zh_hant: 同類店鋪商品一鍵復制

# associated_goods_and_package_goods
source: Associated Goods | Big Package
vi: Liên kết sản phẩm | Bao lớn
zh_hans: 关联商品 | 大包装
zh_hant: 關聯商品 | 大包裝

source: Please Input
vi: Vui lòng nhập
zh_hans: 请输入
zh_hant: 請輸入

# inputNewPhoneNumber
source: Please Input New Phone Number
vi: Vui lòng nhập số điện thoại mới
zh_hans: 请输入新手机号
zh_hant: 請輸入新手機號

# inputFullAmount
source: Please Input Full Amount
vi: Vui lòng nhập số tiền mua đủ
zh_hans: 请输入买满
zh_hant: 請輸入買滿

# inputGiftQuantity
source: Please Input Gift Quantity
vi: Vui lòng nhập số lượng quà tặng
zh_hans: 请输入赠送数量
zh_hant: 請輸入贈送數量

# inputReceiveEmail
source: Please Input Receive Email
vi: Vui lòng nhập email muốn nhận
zh_hans: 请输入想要接收的邮箱
zh_hant: 請輸入想要接收的郵箱

# inputRequiredItemName
source: Please Input Required Item Name
vi: Vui lòng nhập tên món ăn bắt buộc
zh_hans: 请输入必点项名称
zh_hant: 請輸入必點項名稱

# inputReasonablePrice
source: Please Input Reasonable Price
vi: Vui lòng nhập giá cả hợp lý
zh_hans: 请输入合理的售价
zh_hant: 請輸入合理的售價

# inputReasonableQuantity
source: Please Input Reasonable Quantity
vi: Vui lòng nhập số lượng hợp lý
zh_hans: 请输入合理的数量
zh_hant: 請輸入合理的數量

# inputGoodsName
source: Please Input Goods Name
vi: Vui lòng nhập tên sản phẩm
zh_hans: 请输入商品名称
zh_hant: 請輸入商品名稱

# inputEmail
source: Please Input Email
vi: Vui lòng nhập email
zh_hans: 请输入邮箱地址
zh_hant: 請輸入郵箱地址

source: Stop Sale
vi: Dừng bán
zh_hans: 停售
zh_hant: 停售

# inputCorrectEmail
source: Please Input Correct Email
vi: Vui lòng nhập email hợp lệ
zh_hans: 请输入正确的邮箱地址
zh_hant: 請輸入正確的郵箱地址

source: Confirm Send
vi: Xác nhận gửi
zh_hans: 确定发送
zh_hant: 確認發送

# sendEmailSuccess
source: Email Sent Successfully, Please Check Your Inbox
vi: Đã gửi đến email, vui lòng kiểm tra
zh_hans: 已发送至邮箱，请注意查收
zh_hant: 已發送至郵箱，請注意查收

# emailDeliveryTips
source: Email may take a few minutes to arrive, please wait. If not found in your inbox, it may have been marked as spam, please check your spam folder
vi: Email có thể mất vài phút để đến, vui lòng chờ đợi. Nếu không tìm thấy trong email, nó có thể bị coi là email spam, vui lòng kiểm tra trong thư mục spam
zh_hans: 邮件需要几分钟才能送达，请耐心等待。若在邮箱中未找到，可能被误认为垃圾邮件，请到垃圾邮箱查找
zh_hant: 郵件需要幾分鐘才能送達，請耐心等待。若在郵箱中未找到，可能被誤認為垃圾郵件，請到垃圾郵箱查找

source: Delete Table
vi: Xóa bàn
zh_hans: 删除桌台
zh_hant: 刪除桌台

# deleteTableTipsWithNum
source: Are You Sure You Want To Delete {selectedNum} Tables?
vi: Bạn có chắc chắn muốn xóa {selectedNum} bàn không?
zh_hans: 确定删除选中的{selectedNum}个桌台吗？
zh_hant: 確定刪除選中的{selectedNum}個桌台嗎？

source: Download Table Code
vi: Tải xuống mã bàn
zh_hans: 下载选中桌台码
zh_hant: 下載選中桌台碼

# selectedTableWithNum
source: Selected {selectedNum} Tables
vi: Đã chọn {selectedNum} bàn
zh_hans: 已选{selectedNum}个桌台
zh_hant: 已選{selectedNum}個桌台

# inputCorrectMerchantCode
source: Please Input Correct Merchant Code
vi: Vui lòng nhập mã cửa hàng hợp lệ
zh_hans: 请输入正确的商户编码
zh_hant: 請輸入正確的商户編號

# inputCorrectMerchantNo
source: Please Input Correct Merchant No
vi: Vui lòng nhập số cửa hàng hợp lệ
zh_hans: 请输入正确的商户号
zh_hant: 請輸入正確的商户號

# nameOf
source: {title} Name
vi: {title} tên
zh_hans: {title}名称
zh_hant: {title}名稱

# inputNameOf
source: Please Input {title} Name
vi: Vui lòng nhập tên {title}
zh_hans: 请输入{title}名称
zh_hant: 請輸入{title}名稱

# inputLabel
source: Please Input Label
vi: Vui lòng nhập nhãn
zh_hans: 请输入标签
zh_hant: 請輸入標籤

# addMaterial
source: Add New Material
vi: Thêm nguyên liệu mới
zh_hans: 新增加料
zh_hant: 新增加料

# inputMaterialName
source: Please Input Material Name
vi: Vui lòng nhập tên nguyên liệu
zh_hans: 请输入加料名称
zh_hant: 請輸入加料名稱

source: Material Name
vi: Tên nguyên liệu
zh_hans: 加料名称
zh_hant: 加料名稱

# inputWithContent
source: Please Input {content}
vi: Vui lòng nhập {content}
zh_hans: 请输入{content}
zh_hant: 請輸入{content}

source: Select Material
vi: Chọn nguyên liệu
zh_hans: 选择加料
zh_hant: 選擇加料

source: Combo Name
vi: Tên gói
zh_hans: 套餐名称
zh_hant: 套餐名稱

# inputComboName
source: Please Input Combo Name
vi: Vui lòng nhập tên gói
zh_hans: 请输入套餐名称
zh_hant: 請輸入套餐名稱

source: Dish Name
vi: Tên món ăn
zh_hans: 菜品名称
zh_hant: 菜品名稱

# inputDishName
source: Please Input Dish Name
vi: Vui lòng nhập tên món ăn
zh_hans: 请输入菜品名称
zh_hant: 請輸入菜品名稱

source: Combo Category
vi: Loại gói
zh_hans: 套餐分类
zh_hant: 套餐分類

# selectComboCategory
source: Please Input Combo Category
vi: Vui lòng nhập loại gói
zh_hans: 请输入套餐分类
zh_hant: 請輸入套餐分類

source: Sale Period
vi: Khoảng thời gian bán
zh_hans: 售卖时段
zh_hant: 售賣時段

source: Cooking Method
vi: Cách làm
zh_hans: 做法
zh_hant: 做法

source: Set Cooking Method
vi: Thiết lập cách làm
zh_hans: 设置做法
zh_hant: 設置做法

source: Add Goods
vi: Thêm sản phẩm
zh_hans: 添加商品
zh_hant: 添加商品

source: Please Select Dish
vi: Vui lòng chọn món ăn
zh_hans: 请选择菜品
zh_hant: 請選擇菜品

source: Specification Name
vi: Tên tiêu chí
zh_hans: 规格名称
zh_hant: 規格名稱

# inputSpecificationName
source: Please Input Specification Name
vi: Vui lòng nhập tên tiêu chí
zh_hans: 请输入规格名称
zh_hant: 請輸入規格名稱

source: Operation Success
vi: Thành công
zh_hans: 操作成功
zh_hant: 操作成功

source: Edit Material
vi: Chỉnh sửa nguyên liệu
zh_hans: 编辑加料
zh_hant: 編輯加料

source: Delete Material
vi: Xóa nguyên liệu
zh_hans: 删除加料
zh_hant: 刪除加料

# deleteMaterialTips
source: Are You Sure You Want To Delete The Material?
vi: Bạn có chắc chắn muốn xóa nguyên liệu này không?
zh_hans: 是否删除该加料？
zh_hant: 是否刪除該加料？

# inputInventoryQuantity
source: Please Input Inventory Quantity
vi: Vui lòng nhập số lượng tồn kho
zh_hans: 请输入库存数
zh_hant: 請輸入庫存數

# inputVerificationCode
source: Please Input Verification Code
vi: Vui lòng nhập mã xác thực
zh_hans: 请输入验证码
zh_hant: 請輸入驗證碼

# inputLegalPersonName
source: Please Input Legal Person Name
vi: Vui lòng nhập tên pháp luật
zh_hans: 请输入法人姓名
zh_hant: 請輸入法人姓名

source: Merchant Name
vi: Tên cửa hàng
zh_hans: 商户名称
zh_hant: 商户名称

# inputMerchantName
source: Please Input Merchant Name
vi: Vui lòng nhập tên cửa hàng
zh_hans: 请输入商户名称
zh_hant: 请输入商户名称

# idNo
source: ID Number
vi: Số CMND
zh_hans: 身份证号
zh_hant: 身份证号

# inputLegalPersonIdNo
source: Please Input Legal Person ID Number
vi: Vui lòng nhập số CMND của pháp luật
zh_hans: 请输入法人身份证号
zh_hant: 请输入法人身份证号

# inputMerchantIdNo
source: Please Input Merchant ID Number
vi: Vui lòng nhập số CMND của cửa hàng
zh_hans: 请输入商户身份证号
zh_hant: 请输入商户身份证号

source: Certificate Period
vi: Thời hạn hợp đồng
zh_hans: 证件期限
zh_hant: 证件期限

source: Start Date
vi: Ngày bắt đầu
zh_hans: 起始日期
zh_hant: 起始日期

# selectStartDate
source: Please Select Start Date
vi: Vui lòng chọn ngày bắt đầu
zh_hans: 请选择起始日期
zh_hant: 请选择起始日期

source: End Date
vi: Ngày kết thúc
zh_hans: 结束日期
zh_hant: 结束日期

# selectEndDate
source: Please Select End Date
vi: Vui lòng chọn ngày kết thúc
zh_hans: 请选择结束日期
zh_hant: 请选择结束日期

# uploadLegalPersonImage
source: Please Upload Legal Person Image
vi: Vui lòng tải lên hình ảnh mặt phía trước
zh_hans: 请上传人像面照片
zh_hant: 请上传人像面照片

# uploadMerchantImage
source: Please Upload Merchant Image
vi: Vui lòng tải lên hình ảnh mặt phía sau
zh_hans: 请上传国徽面照片
zh_hant: 请上传国徽面照片

source: Certificate Cannot Be Identified
vi: Không nhận dạng được hồ sơ
zh_hans: 证件无法识别
zh_hant: 证件无法识别

source: Business License Name
vi: Tên doanh nghiệp
zh_hans: 营业执照名称
zh_hant: 营业执照名称

# inputBusinessLicenseName
source: Please Input Business License Name
vi: Vui lòng nhập tên doanh nghiệp
zh_hans: 请输入营业执照名称
zh_hant: 请输入营业执照名称

# inputCreditCode
source: Please Input Credit Code
vi: Vui lòng nhập mã số thuế
zh_hans: 请输入信用代码
zh_hant: 请输入信用代码

source: Business License Period
vi: Thời hạn doanh nghiệp
zh_hans: 营业执照期限
zh_hant: 营业执照期限

# uploadBusinessLicenseImage
source: Please Upload Business License Image
vi: Vui lòng tải lên hình ảnh doanh nghiệp
zh_hans: 请上传营业执照
zh_hant: 请上传营业执照

source: Add Branch
vi: Thêm chi nhánh
zh_hans: 新增分店
zh_hant: 新增分店

# addBranchTips
source: I want to open a new store,
vi: Tôi muốn mở cửa hàng mới,
zh_hans: 我想开新的店铺，
zh_hant: 我想开新的店铺，

source: Create Store
vi: Tạo cửa hàng
zh_hans: 创建店铺
zh_hant: 創建店鋪

source: Select Type
vi: Chọn loại
zh_hans: 选择类型
zh_hant: 選擇類型

source: Clear Unread
vi: Xóa không đọc
zh_hans: 清除未读
zh_hant: 清除未讀

# pushNotificationTips
source: Enable push notifications to receive messages
vi: Bật thông báo để nhận thông báo
zh_hans: 开启推送通知，及时查收消息
zh_hant: 開啟推送通知，及時查收訊息

# makeEnable
source: Enable
vi: Bật
zh_hans: 开启
zh_hant: 開啟

# makeDisable
source: Disable
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

source: Pass Apply
vi: Đã duyệt đơn
zh_hans: 已通过申请
zh_hant: 已通過申請

# applyInvalid
source: Fail Apply
vi: Đơn đã hết hạn
zh_hans: 申请已失效
zh_hant: 申請已失效

source: Member Management
vi: Quản lý thành viên
zh_hans: 会员管理
zh_hant: 會員管理

source: Create Success
vi: Tạo thành công
zh_hans: 创建成功
zh_hant: 創建成功

source: Update Success
vi: Cập nhật thành công
zh_hans: 更新成功
zh_hant: 更新成功

source: Recharge Count
vi: Số lượng nạp tiền
zh_hans: 充值笔数
zh_hant: 充值筆數

source: Member Info
vi: Thông tin thành viên
zh_hans: 会员信息
zh_hant: 會員信息

source: Member Birthday
vi: Ngày sinh thành viên
zh_hans: 会员生日
zh_hant: 會員生日

source: Register Time
vi: Thời gian đăng ký
zh_hans: 注册时间
zh_hant: 註冊時間

source: Recent Consumption
vi: Số tiền tiêu dùng gần đây
zh_hans: 最近消费
zh_hant: 最近消費

source: Member Freeze
vi: Thành viên đã bị đóng băng
zh_hans: 会员冻结
zh_hant: 會員凍結

# memberFreezeTips
source: After enabling, the member will not be able to continue using in the store
vi: Bật sau đó, thành viên sẽ không thể tiếp tục sử dụng trong cửa hàng
zh_hans: 开启后，该会员无法在店铺继续使用
zh_hant: 開啟後，該會員無法在店鋪繼續使用

source: Never Consumed
vi: Không tiêu dùng
zh_hans: 从未消费过
zh_hant: 從未消費過

source: Complete Member Info
vi: Hoàn thành thông tin thành viên
zh_hans: 完善会员信息
zh_hant: 完善會員信息

# nonMandatoryInfo
source: Non-mandatory information, can be submitted directly
vi: Thông tin không bắt buộc, có thể nhập trực tiếp
zh_hans: 非必填信息，可直接提交
zh_hant: 非必填信息，可直接提交

source: Member Avatar
vi: Ảnh đại diện thành viên
zh_hans: 会员头像
zh_hant: 會員頭像

# searchMemberNameOrPhone
source: Search Member Name/Phone
vi: Tìm kiếm tên thành viên/số điện thoại
zh_hans: 搜索会员名称/手机号
zh_hant: 搜索會員名稱/手機號

source: Copy Invitation Code
vi: Sao chép mã mời
zh_hans: 复制邀请码
zh_hant: 複製邀請碼

source: Gift
vi: Quà
zh_hans: 赠
zh_hant: 贈

source: Estimated Delivery Fee
vi: Phí giao hàng dự kiến
zh_hans: 预估配送费
zh_hant: 預估配送費

source: Actual Delivery Fee
vi: Phí giao hàng thực tế
zh_hans: 实付配送费
zh_hant: 實付配送費

# totalGoodsWithNum
source: Total {num} Goods
vi: Có {num} sản phẩm
zh_hans: 共 {num} 件商品
zh_hant: 共 {num} 件商品

# giftFlag
source: Gift
vi: Quà
zh_hans: 赠送
zh_hant: 贈送

source: Refund Points
vi: Trả lại điểm
zh_hans: 退还积分
zh_hant: 退還積分

source: Delivery Address
vi: Địa chỉ giao hàng
zh_hans: 配送地址
zh_hant: 配送地址

source: Table Number
vi: Số bàn
zh_hans: 桌台号
zh_hant: 桌台號

source: Open Table Time
vi: Thời gian mở bàn
zh_hans: 开台时间
zh_hant: 開台時間

source: Delivery Rider
vi: Người giao hàng
zh_hans: 配送骑手
zh_hant: 配送騎手

source: Delivery Service
vi: Dịch vụ giao hàng
zh_hans: 配送服务
zh_hant: 配送服務
