Repository: myron6520/common_lang
Catalog: lib/l10n/intl_*.arb
Languages: vi, zh_hans, zh_hant

# goods
source: Commodity
vi: hàng hóa
zh_hans: 商品
zh_hant: 商品

source: Amount
zh_hans: 数量
zh_hant: 數量

source: Clear
vi: xóa
zh_hans: 清空
zh_hant: 清空

# goodsCatFlag
source: Product {amount} SKU
zh_hans: 商品种类 {amount} SKU
zh_hant: 商品種類 {amount} SKU

# stockIn
source: Increase
vi: nhập kho
zh_hans: 入库
zh_hant: 入庫

# stockInSuccess
source: Increase Successful
vi: nhập kho thành công
zh_hans: 入库成功
zh_hant: 入庫成功

# stockInTips
source: After Submission, The Commodity Inventory Will Increase According To The Input Quantity, Whether To Enter The Warehouse Or Not
vi: Sau khi gửi, hàng tồn kho sẽ tăng theo số lượng được nhập, bạn có muốn nhập kho không
zh_hans: 提交后，商品库存将按输入数量增加，是否入库
zh_hant: 提交後，商品庫存將按輸入數量增加，是否入庫

# stockOut
source: Reduce
vi: xóa
zh_hans: 出库
zh_hant: 出庫

# stockOutSuccess
source: Reduce Successful
vi: xóa thành công
zh_hans: 出库成功
zh_hant: 出庫成功

# stockOutTips
source: After Submission, The Commodity Inventory Will Be Reduced According To The Input Quantity, Whether It Is Out Of The Warehouse Or Not
vi: Sau khi gửi, hàng tồn kho sẽ giảm theo số lượng được xóa, bạn có muốn xóa không
zh_hans: 提交后，商品库存将按输入数量减少，是否出库
zh_hant: 提交後，商品庫存將按輸入數量減少，是否出庫

# stockTake
source: Inventory
vi: kiểm kê
zh_hans: 盘点
zh_hant: 盤點

# stockSubmit
source: Submit Inventory
vi: gửi kiểm kê
zh_hans: 提交盘点
zh_hant: 提交盤點

# stockSubmitSuccess
source: Inventory Successful
vi: kiểm kê thành công
zh_hans: 盘点成功
zh_hant: 盤點成功

# weighingGoods
source: Non-Standard
vi: hàng không chuẩn
zh_hans: 非标品
zh_hant: 非標品

# orders
source: Order
vi: đơn hàng
zh_hans: 订单
zh_hant: 訂單

source: All
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# allOrders
source: All
vi: Tất cả đơn hàng
zh_hans: 全部订单
zh_hant: 全部訂單

# paymentOrders
source: Consumer Order
vi: đơn hàng tiêu dùng
zh_hans: 消费订单
zh_hant: 消費訂單

# refundOrders
source: Refund Order
vi: đơn hàng hoàn trả
zh_hans: 退款订单
zh_hant: 退款訂單

# scanPayment
source: Scan Code Payment
vi: thanh toán bằng mã QR
zh_hans: 扫码支付
zh_hant: 掃碼支付

source: Cash Refund
vi: hoàn trả tiền mặt
zh_hans: 现金退款
zh_hant: 現金退款

# orderInputHint
source: 6-Digit Query After Entering The Order
vi: Nhập đơn hàng sau 6 chữ số
zh_hans: 输入订单后6位查询
zh_hant: 輸入訂單後6位查詢

source: Cashier
vi: thu ngân
zh_hans: 收银
zh_hant: 收銀

# cashierInputHint
source: Search Products, Orders, Members
vi: Tìm kiếm sản phẩm, đơn hàng, thành viên
zh_hans: 搜索商品、订单、会员
zh_hant: 搜索商品、訂單、會員

source: Subtotal
vi: Tổng cộng
zh_hans: 小计
zh_hant: 小計

# orderInvalid
source: Clear All
vi: Xóa tất cả
zh_hans: 整单作废
zh_hant: 整單作廢

# orderInvalidTip
source: Clear All Items In The List
vi: Xóa tất cả các mục trong danh sách
zh_hans: 清空列表中所有商品
zh_hant: 清空列表中所有商品

source: More
vi: thêm
zh_hans: 更多
zh_hant: 更多

source: Member
vi: thành viên
zh_hans: 会员
zh_hant: 會員

# receiptWithAmount
source: Collection {amount}）
vi: Thu {amount}
zh_hans: 收款（{amount}）
zh_hant: 收款（{amount}）

# receipt
source: Collection
vi: Thu
zh_hans: 收款
zh_hant: 收款

# fundsReceived
source: Amount Received
vi: Số tiền thu được
zh_hans: 实收金额
zh_hant: 實收金額

# discountChargeNone
source: No Erasure
vi: Không xóa
zh_hans: 不抹零
zh_hant: 不抹零

# discountChargeWithAmount
source: Erasure {amount}
vi: Xóa {amount}
zh_hans: 抹{amount}
zh_hant: 抹{amount}

# leftTime
source: Time Remaining
vi: Thời gian còn lại
zh_hans: 剩余时间
zh_hant: 剩餘時間

source: Amount Receivable
vi: Số tiền phải thu
zh_hans: 应收金额
zh_hant: 應收金額

source: Discount Amount
vi: Số tiền giảm giá
zh_hans: 优惠金额
zh_hant: 優惠金額

# pointsGet
source: Earn Points
vi: Nhận điểm
zh_hans: 获得积分
zh_hant: 獲得積分

source: Close Order
vi: Đóng đơn hàng
zh_hans: 关闭订单
zh_hant: 關閉訂單

source: Cash Received
vi: Tiền mặt thu được
zh_hans: 已现金收款
zh_hant: 已現金收款

# cashPay
source: Cash Collection
vi: Thu tiền mặt
zh_hans: 现金收款
zh_hant: 現金收款

# cashPay2
source: Cash
vi: Thu tiền mặt
zh_hans: 现金 收款
zh_hant: 現金 收款

# scanToPay
source: Scan Code For Payment
vi: Quét mã QR để thanh toán
zh_hans: 扫码支付
zh_hant: 掃碼支付

# scanLogin
source: Scan Code To Log In
vi: Quét mã QR để đăng nhập
zh_hans: 扫码登录
zh_hant: 掃碼登錄

source: Mobile Login
vi: Đăng nhập bằng số điện thoại
zh_hans: 手机登录
zh_hant: 手機登錄

# memberPayment
source: Member Collection
vi: Thu tiền thành viên
zh_hans: 会员收款
zh_hant: 會員收款

# makeMember
source: Handling Member
vi: Xử lý thành viên
zh_hans: 办理会员
zh_hant: 辦理會員

# memberLoginTips
source: Scan Member QR Code Or Enter Member Mobile Number To Log In
vi: Quét mã QR thành viên hoặc nhập số điện thoại thành viên để đăng nhập
zh_hans: 扫描会员二维码或输入会员手机号登录会员
zh_hant: 掃描會員二維碼或輸入會員手機號登錄會員

source: Member Name
vi: Tên thành viên
zh_hans: 会员姓名
zh_hant: 會員姓名

# memberNameInputHint
source: Please Enter The Member Name
vi: Vui lòng nhập tên thành viên
zh_hans: 请输入会员姓名
zh_hant: 請輸入會員姓名

# mobile
source: Phone Number
vi: số điện thoại
zh_hans: 手机号码
zh_hant: 手機號碼

# mobileHint
source: Please Enter The Mobile Phone
vi: Vui lòng nhập số điện thoại
zh_hans: 请输入手机号码
zh_hant: 請輸入手機號碼

source: Birthday
vi: ngày sinh
zh_hans: 生日
zh_hant: 生日

# birthdayHint
source: Please Select A Member's Birthday
vi: Vui lòng chọn ngày sinh của thành viên
zh_hans: 请选择会员生日
zh_hant: 請選擇會員生日

source: Gender
vi: Giới tính
zh_hans: 性别
zh_hant: 性别

source: Male
vi: Nam
zh_hans: 先生
zh_hant: 先生

source: Female
vi: Nữ
zh_hans: 女士
zh_hant: 女士

# exitMember
source: Quit Membership
vi: thoát thành viên
zh_hans: 退出会员
zh_hant: 退出會員

source: Save
vi: lưu
zh_hans: 保存
zh_hant: 保存

# save2
source: Save
vi: lưu
zh_hans: 保 存
zh_hant: 保 存

source: Log In
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登錄

source: Price
vi: giá
zh_hans: 价格
zh_hant: 價格

# priceHint
source: Please Enter A Price
vi: Vui lòng nhập giá
zh_hans: 请输入价格
zh_hant: 請輸入價格

# amountHint
source: Please Enter The Quantity
vi: Vui lòng nhập số lượng
zh_hans: 请输入数量
zh_hant: 請輸入數量

# loginOnKeyboard
source: Log In
vi: Đăng nhập
zh_hans: 登 录
zh_hant: 登 錄

# confirmOnKeyboard
source: Confirm
vi: Xác nhận
zh_hans: 确 定
zh_hant: 確 定

source: Stock
vi: tồn kho
zh_hans: 库存
zh_hant: 庫存

# stockHint
source: Please Enter Inventory
vi: Vui lòng nhập tồn kho
zh_hans: 请输入库存
zh_hant: 請輸入庫存

# currentStock
source: Count Inventory
vi: Đếm tồn kho
zh_hans: 盘点库存
zh_hant: 盤點庫存

# quantityOfGoods
source: Commodity Quantity
vi: Số lượng hàng hóa
zh_hans: 商品数量
zh_hant: 商品數量

# weightOfGoods
source: Commodity Weight
vi: Trọng lượng hàng hóa
zh_hans: 商品重量
zh_hant: 商品重量

# abnormalGoods
source: Abnormal Commodity
vi: Hàng không chuẩn
zh_hans: 异常商品
zh_hant: 異常商品

source: Cancel
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: Confirm
vi: Xác nhận
zh_hans: 确定
zh_hant: 確定

# endCashier
source: Close Cashier
vi: Đóng thu ngân
zh_hans: 结束收银
zh_hant: 結束收銀

# orderDetail
source: Order Details
vi: Chi tiết đơn hàng
zh_hans: 订单详情
zh_hant: 訂單詳情

# goodsInfo
source: Commodity Information
vi: Thông tin hàng hóa
zh_hans: 商品信息
zh_hant: 商品信息

# totalCost
source: Total
vi: Tổng cộng
zh_hans: 合计
zh_hant: 合計

# discounts
source: Discount
vi: Giảm giá
zh_hans: 优惠
zh_hant: 優惠

# funds
source: Actual Collection
vi: Số tiền thu được
zh_hans: 实收
zh_hant: 實收

# finalRefunds
source: Actual Refund
vi: Số tiền hoàn trả
zh_hans: 实退
zh_hant: 實退

# orderInfo
source: Order Information
vi: Thông tin đơn hàng
zh_hans: 订单信息
zh_hant: 訂單信息

source: Order No
vi: Mã đơn hàng
zh_hans: 订单编号
zh_hant: 訂單編號

# orderCashier
source: Cashier
vi: Thu ngân
zh_hans: 收银人员
zh_hant: 收銀人員

source: Payment Method
vi: phương thức thanh toán
zh_hans: 收款方式
zh_hant: 收款方式

# orderDate
source: Order Time
vi: Thời gian đơn hàng
zh_hans: 订单时间
zh_hant: 訂單時間

source: Copy
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

source: Copy Successfully
vi: Sao chép thành công
zh_hans: 复制成功
zh_hant: 複製成功

# refunds
source: Refund
vi: hoàn trả
zh_hans: 退款
zh_hant: 退款

# reprintBill
source: Reprint Receipt
vi: in lại phiếu thu
zh_hans: 补打小票
zh_hant: 補打小票

# reprintBil2
source: Reprint Receipt({time})
vi: in lại phiếu thu({time})
zh_hans: 补打小票({time})
zh_hant: 補打小票({time})

# noPrinter
source: No Printer Detected
vi: Không phát hiện máy in
zh_hans: 未检测到打印机
zh_hant: 未檢測到打印機

# noPrinterTips
source: 1. Whether The Printer USB Is Connected To The Device 2. Whether The Printer Is Connected To The Network 3. Whether The Printer And The Device Are Under The Same Network
vi: 1. Kiểm tra xem máy in USB có kết nối với thiết bị không 2. Kiểm tra xem máy in có kết nối với mạng không 3. Kiểm tra xem máy in và thiết bị có cùng mạng không
zh_hans: 1.打印机 USB 是否已连接到设备 2.打印机是否已连接网络 3.打印机与设备是否处于同一网络下
zh_hant: 1.打印機 USB 是否已連接到設備 2.打印機是否已連接網絡 3.打印機與設備是否處於同一網絡下

source: Got It
vi: OK
zh_hans: 知道了
zh_hant: 知道了

# memberDetail
source: Member Details
vi: Thông tin thành viên
zh_hans: 会员详情
zh_hant: 會員詳情

source: Edit
vi: sửa
zh_hans: 编辑
zh_hant: 編輯

# totalConsume
source: Cumulative Consumption
vi: Tổng tiêu dùng
zh_hans: 累计消费
zh_hant: 累計消費

# consumeRecord
source: Expenses Record
vi: Lịch sử tiêu dùng
zh_hans: 消费记录
zh_hant: 消費記錄

source: Points
vi: điểm
zh_hans: 积分
zh_hant: 積分

# checkMore
source: See More
vi: Xem thêm
zh_hans: 查看更多
zh_hant: 查看更多

# memberEdit
source: Edit Member
vi: Sửa thành viên
zh_hans: 编辑会员
zh_hant: 編輯會員

# del
source: Delete
vi: xóa
zh_hans: 删除
zh_hant: 刪除

# delMember
source: Delete Member
vi: xóa thành viên
zh_hans: 删除会员
zh_hant: 刪除會員

# delMemberTip
source: All Information Of This Member Will Be Cleared After Deletion
vi: Tất cả thông tin của thành viên sẽ bị xóa sau khi xóa
zh_hans: 删除后该会员的所有信息将会清空
zh_hant: 刪除後該會員的所有信息將會清空

source: Exit Edit
vi: thoát sửa
zh_hans: 退出编辑
zh_hant: 退出編輯

# exitEditMemberTip
source: The Member Information Has Not Been Filled In Completely, And Will Not Be Retained After Exiting
vi: Thông tin thành viên chưa được điền đầy đủ, sẽ không được giữ lại sau khi thoát
zh_hans: 会员资料尚未填写完整，退出后将不做保留
zh_hant: 會員資料尚未填寫完整，退出後將不做保留

# exit
source: Quit
vi: thoát
zh_hans: 退出
zh_hant: 退出

# selectGoods
source: Select Product
vi: chọn hàng hóa
zh_hans: 选择商品
zh_hant: 選擇商品

# addToList
source: Join The List
vi: thêm vào danh sách
zh_hans: 加入列表
zh_hant: 加入列表

# takeOrder
source: Pick Up
vi: lấy đơn hàng
zh_hans: 取单
zh_hant: 取單

# hangUpOrder
source: Pending Order
vi: đơn hàng chờ
zh_hans: 挂单
zh_hant: 掛單

# addTheCost
source: Add Amount
vi: thêm số tiền
zh_hans: 加金额
zh_hant: 加金額

# addTheCostHint
source: Please Enter The Amount
vi: Vui lòng nhập số tiền
zh_hans: 请输入金额
zh_hant: 請輸入金額

# refundCost
source: Refund Amount
vi: số tiền hoàn trả
zh_hans: 退款金额
zh_hant: 退款金額

# refundAmount
source: Return Quantity
vi: Số lượng trả lại
zh_hans: 退货数量
zh_hant: 退貨數量

# finalRefund
source: Should Return
vi: số tiền hoàn trả
zh_hans: 应退
zh_hant: 應退

# refundNow
source: Immediate Refund {amount}
vi: hoàn trả ngay {amount}
zh_hans: 立即退款 {amount}
zh_hant: 立即退款 {amount}

# payAmountInput
source: Enter The Payment Amount
vi: Nhập số tiền thanh toán
zh_hans: 输入收款金额
zh_hant: 输入收款金额

# payAmountInputHint
source: Please Enter The Payment Amount
vi: Vui lòng nhập số tiền thanh toán
zh_hans: 请输入收款金额
zh_hant: 请输入收款金额

# oddChange
source: Give Change
vi: trả lại tiền
zh_hans: 找零
zh_hant: 找零

# welcomeTips
source: Run Your Store Anytime, Anywhere
vi: Chạy cửa hàng bất cứ lúc nào, bất cứ đâu
zh_hans: 随时随地经营店铺
zh_hant: 隨時隨地經營店鋪

source: Loading...
vi: Đang tải...
zh_hans: 正在加载中...
zh_hant: 正在加載中...

# newVersion
source: New Version Available
vi: có phiên bản mới
zh_hans: 发现新版本
zh_hant: 發現新版本

# upgradeVersion
source: Upgrade
vi: Cập nhật
zh_hans: 立即更新
zh_hant: 立即更新

# updateInformation
source: Update Content
vi: nội dung cập nhật
zh_hans: 更新内容
zh_hant: 更新内容

source: Not Now
vi: Không bây giờ
zh_hans: 下次再说
zh_hant: 下次再說

# noNetwork
source: No Internet,
vi: Không có internet, vui lòng kiểm tra lại
zh_hans: 没有网络，
zh_hant: 沒有網絡，

source: Reconnect
vi: kết nối lại
zh_hans: 重新连接
zh_hant: 重新連接

source: No Data
vi: không có dữ liệu
zh_hans: 没有数据
zh_hant: 沒有數據

# payByAliOrWx
source: Wechat/Alipay Payment Directly Scan Customer Payment Code
vi: Thanh toán bằng mã QR khách hàng
zh_hans: 微信/支付宝支付直接扫顾客付款码
zh_hant: 微信/支付寶支付直接掃顧客付款碼

# commNoBarcode
source: Non-Standard
vi: Không chuẩn
zh_hans: 非标品
zh_hant: 非標品

# memberNotFound
source: No Member Found
vi: không tìm thấy thành viên
zh_hans: 未找到会员
zh_hant: 未找到會員

# memberNotFoundTips
source: The Account {phone} Has Not Become A Member Yet, Do You Want To Register For A Guest?
vi: Tài khoản {phone} chưa trở thành thành viên, bạn có muốn đăng ký thành viên khách hàng không
zh_hans: 账号 {phone} 尚未成为会员，是否为客人办理会员？
zh_hant: 賬號 {phone} 尚未成為會員，是否為客人辦理會員？

# toConduct
source: To Handle
vi: xử lý
zh_hans: 去办理
zh_hant: 去辦理

# viewOriginalOrder
source: Original Order
vi: đơn hàng gốc
zh_hans: 原订单
zh_hant: 原訂單

# quickAndCashier
source: Fast Collection
vi: Thu nhanh
zh_hans: 快捷收款
zh_hant: 快捷收款

# selectedComms
source: Selected Product
vi: sản phẩm đã chọn
zh_hans: 已选商品
zh_hant: 已選商品

source: Kg
zh_hans: 公斤
zh_hant: 公斤

# g500
source: 500g
zh_hans: 市斤
zh_hant: 市斤

source: Modify Refund Amount
vi: Sửa số tiền hoàn trả
zh_hans: 修改退款金额
zh_hant: 修改退款金額

# modifyRefundAmount2
source: Modify Refund Amount
vi: Sửa số tiền hoàn trả
zh_hans: 修改退款金额
zh_hant: 修改退款金額

# refundSuccess
source: Refund Successfully
vi: Hoàn trả thành công
zh_hans: 退款成功
zh_hant: 退款成功

source: Weight
vi: trọng lượng
zh_hans: 重量
zh_hant: 重量

# weightHint
source: Please Enter Weight
vi: Vui lòng nhập trọng lượng
zh_hans: 请输入重量
zh_hant: 請輸入重量

# weightByKG
source: Weight(kg)
vi: trọng lượng(kg)
zh_hans: 重量（公斤）
zh_hant: 重量（公斤）

# weightBy500G
source: Weight(500g)
vi: trọng lượng(500g)
zh_hans: 重量（斤）
zh_hant: 重量（斤）

# receiptSuccess
source: Payment Successful
vi: Thanh toán thành công
zh_hans: 收款成功
zh_hant: 收款成功

# complete2
source: Done ({time}s)
vi: hoàn tất ({time}s)
zh_hans: 完成（{time}s）
zh_hant: 完成（{time}s）

source: Get Code
vi: lấy mã
zh_hans: 获取验证码
zh_hant: 獲取驗證碼

# getCodeSuccess
source: Verification Code Sent Successfully!
vi: Mã xác thực đã gửi thành công!
zh_hans: 验证码发送成功！
zh_hant: 驗證碼發送成功！

# refundToAccount
source: Refunded To The Customer's Payment Account
vi: Hoàn trả vào tài khoản thanh toán của khách hàng
zh_hans: 已原路退款到顾客支付账户
zh_hant: 已原路退款到顧客支付賬戶

# refundNo
source: Refund Number
vi: Mã hoàn trả
zh_hans: 退款单号
zh_hant: 退款單號

source: Added
vi: thêm
zh_hans: 已添加
zh_hant: 已添加

# stockSearchHint
source: Search Barcode/Self-Encoding/Commodity Initials
vi: Tìm kiếm mã vạch/tự động mã hóa/tên hàng hóa
zh_hans: 搜索条码/自编码/商品首字母
zh_hant: 搜索條碼/自編碼/商品首字母

# commPic
source: Product Picture
vi: hình ảnh sản phẩm
zh_hans: 商品图片
zh_hant: 商品圖片

# voice
source: Voice Broadcast
vi: phát thanh giọng nói
zh_hans: 语音播报
zh_hant: 語音播報

# downloading
source: Downloading {pro}%
vi: đang tải {pro}%
zh_hans: 下载中 {pro}%
zh_hant: 下載中 {pro}%

source: Remove
vi: xóa
zh_hans: 移除
zh_hant: 移除

# viewRefundOrder
source: Refund Order
vi: Đơn hoàn trả
zh_hans: 退款单
zh_hant: 退款單

# sellPrice
source: Selling Price
vi: Giá bán
zh_hans: 销售价
zh_hant: 銷售價

# sellPriceHint
source: Please Enter A Sale Price
vi: Vui lòng nhập giá bán
zh_hans: 请输入销售价
zh_hant: 請輸入銷售價

# versionNo
source: Version Number
vi: số phiên bản
zh_hans: 版本号
zh_hant: 版本號

source: Device No
vi: Mã thiết bị
zh_hans: 设备号
zh_hant: 設備號

# checkUpdate
source: Check For Updates
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

source: About
vi: về
zh_hans: 关于
zh_hant: 關於

# make
source: Handle
vi: xử lý
zh_hans: 办理
zh_hant: 辦理

source: Settings
vi: cài đặt
zh_hans: 设置
zh_hant: 設置

# deviceManage
source: Device Management
vi: quản lý thiết bị
zh_hans: 设备管理
zh_hant: 設備管理

source: Wi-Fi Printer
vi: máy in Wi-Fi
zh_hans: Wi-Fi打印机
zh_hant: Wi-Fi打印機

# btPrinter
source: Bluetooth Printer
vi: máy in bluetooth
zh_hans: 蓝牙打印机
zh_hant: 藍牙打印機

source: USB Printer
vi: máy in USB
zh_hans: USB打印机
zh_hant: USB打印機

# bindTime
source: Binding Time: {time}
vi: Thời gian liên kết: {time}
zh_hans: 绑定时间：{time}
zh_hant: 綁定時間：{time}

source: Connected
vi: đã kết nối
zh_hans: 已连接
zh_hant: 已連接

# unconnected
source: Not Connected
vi: chưa kết nối
zh_hans: 未连接
zh_hant: 未連接

source: Add Printer
vi: thêm máy in
zh_hans: 添加打印机
zh_hant: 添加打印機

source: Select Printer Type
vi: Chọn loại máy in
zh_hans: 选择打印机类型
zh_hant: 選擇打印機類型

# allWifi
source: Supports All Printers Connected Via Wi-Fi
vi: Hỗ trợ tất cả các máy in kết nối qua Wi-Fi
zh_hans: 支持所有通过Wi-Fi连接的打印机
zh_hant: 支持所有通過Wi-Fi連接的打印機

# allBle
source: Supports All Printers Connected Via Bluetooth
vi: Hỗ trợ tất cả các máy in kết nối qua bluetooth
zh_hans: 支持所有通过蓝牙连接的打印机
zh_hant: 支持所有通過藍牙連接的打印機

# perKg
source: ¥/Kg
vi: VNĐ/kg
zh_hans: 元/公斤
zh_hant: 元/公斤

# per500g
source: ¥/500g
vi: VNĐ/500g
zh_hans: 元/市斤
zh_hant: 元/市斤

# addBtPrinter
source: Add A Bluetooth Printer
vi: Thêm máy in bluetooth
zh_hans: 添加蓝牙打印机
zh_hant: 添加藍牙打印機

# editBtPrinter
source: Edit Bluetooth Printer
vi: sửa máy in bluetooth
zh_hans: 编辑蓝牙打印机
zh_hant: 編輯藍牙打印機

source: Edit USB Printer
vi: sửa máy in USB
zh_hans: 编辑USB打印机
zh_hant: 編輯USB打印機

# relatedDevice
source: Associated Device
vi: Thiết bị liên quan
zh_hans: 关联设备
zh_hant: 關聯設備

# paperSize
source: Receipt Size
vi: Kích thước phiếu thu
zh_hans: 小票尺寸
zh_hant: 小票尺寸

source: {len}mm
zh_hans: {len}毫米
zh_hant: {len}毫米

source: Print Test
vi: in thử
zh_hans: 打印测试
zh_hant: 打印測試

# btDeviceHint
source: Please Select A Bluetooth Device
vi: Vui lòng chọn thiết bị bluetooth
zh_hans: 请选择蓝牙设备
zh_hant: 請選擇藍牙設備

# printSuccess
source: Printed Successfully
vi: In thành công
zh_hans: 打印成功
zh_hant: 打印成功

# printFailure
source: Print Failed
vi: In thất bại
zh_hans: 打印失败
zh_hant: 打印失敗

# couponAmount
source: Offer {coupon}
vi: Khuyến mãi {coupon}
zh_hans: 优惠 {coupon}
zh_hant: 優惠 {coupon}

# allSelected
source: Select All
vi: chọn tất cả
zh_hans: 全选
zh_hant: 全選

# couponRule
source: Full Discount Refund Rules: The Remaining Products Meet The "Full Discount" Condition, Then The Original Price Will Be Refunded; If Not, The Full Discount Will Be The Original Price x Quantity - Discount Amount;
vi: Quy tắc hoàn trả giảm giá: Các sản phẩm còn lại đáp ứng điều kiện "giảm giá toàn bộ", thì giá gốc sẽ được hoàn trả; Nếu không, giảm giá toàn bộ sẽ là giá gốc x số lượng - số tiền giảm giá;
zh_hans: 满减退款规则： 剩余商品满足“满减”条件，则按原价退； 不满足，则满减商品原价 x 数量 - 优惠金额；
zh_hant: 滿減退款規則： 剩餘商品滿足"滿減"條件，則按原價退； 不滿足，則滿減商品原價 x 數量 - 優惠金額；

# refundTips
source: The Remaining Products Do Not Meet The Full Discount Conditions, And The Returned Products Cannot Be Deducted From The Discount Amount. The Refund Will Bring You Negative Profits. Do You Want To Continue The Refund?
zh_hans: 剩余商品不满足满减条件，退货商品无法抵扣优惠金额，退款将为您带来负利润，是否继续退款？
zh_hant: 剩餘商品不滿足滿減條件，退貨商品無法抵扣優惠金額，退款將為您帶來負利潤，是否繼續退款？

# tips
source: Hint
vi: hướng dẫn
zh_hans: 提示
zh_hant: 提示

# bleList
source: Bluetooth List
vi: danh sách bluetooth
zh_hans: 蓝牙列表
zh_hant: 藍牙列表

# payFailure
source: Payment Failed
vi: thanh toán thất bại
zh_hans: 收款失败
zh_hant: 收款失敗

# paySuccess
source: Payment Successful
vi: thanh toán thành công
zh_hans: 收款成功
zh_hant: 收款成功

source: Refunding
vi: hoàn trả
zh_hans: 退款中
zh_hant: 退款中

# refundPost
source: Refund Submitted
vi: Đã gửi hoàn trả
zh_hans: 退款已提交
zh_hant: 退款已提交

# maxCost
source: The Order Amount Cannot Exceed 50,000 Yuan
vi: Số tiền đơn hàng không được vượt quá 50.000 VNĐ
zh_hans: 订单金额不能超过100000元
zh_hant: 訂單金額不能超過100000元

# hasNoComm
source: There Is No Such Product In Database, Please Add It In The Management Store App
vi: Không tìm thấy sản phẩm trong cơ sở dữ liệu, vui lòng thêm nó trong ứng dụng quản lý cửa hàng
zh_hans: 云库无此商品，请在管店端添加
zh_hant: 雲庫無此商品，請在管店端添加

# isLatestVersion
source: Already The Latest Version
vi: Đã là phiên bản mới nhất
zh_hans: 已是最新版本
zh_hant: 已是最新版本

# bleDisconnect
source: Bluetooth Disconnected
vi: bluetooth đã ngắt kết nối
zh_hans: 蓝牙已断开
zh_hant: 藍牙已斷開

# belConnected
source: Bluetooth Connected
vi: bluetooth đã kết nối
zh_hans: 蓝牙已连接
zh_hant: 藍牙已連接

# router4g
source: 4G Routing
zh_hans: 4G路由
zh_hant: 4G路由

# scan2Enable4G
source: Use WeChat To Scan And Activate The 4G Routing Function
vi: Sử dụng WeChat để quét và kích hoạt chức năng 4G routing
zh_hans: 用微信扫描开通 4G 路由功能
zh_hant: 用微信掃描開通 4G 路由功能

# scan2Config
source: Use WeChat To Scan And Activate The 4G Routing Function
vi: Sử dụng WeChat để quét và kích hoạt chức năng 4G routing
zh_hans: 用微信扫描开通 4G 路由功能
zh_hant: 用微信掃描開通 4G 路由功能

# unable
source: Nonactivated
vi: chưa kích hoạt
zh_hans: 未开通
zh_hant: 未開通

# enable
source: Opened
vi: đã mở
zh_hans: 已开通
zh_hant: 已開通

# deviceNo2
source: Device No {no}
vi: Mã thiết bị {no}
zh_hans: 设备号 {no}
zh_hant: 設備號 {no}

# operator
source: Network
vi: mạng
zh_hans: 当前网络
zh_hant: 當前網絡

source: Online Device
vi: thiết bị online
zh_hans: 在线设备
zh_hant: 在線設備

# singal
source: Signal Strength
vi: cường độ tín hiệu
zh_hans: 信号强度
zh_hant: 信號強度

# leftDay
source: The Remaining Number Of Days
vi: Số ngày còn lại
zh_hans: 剩余天数
zh_hant: 剩余天數

# usedMonth
source: Month's Usage
vi: Sử dụng tháng
zh_hans: 本月用量
zh_hant: 本月用量

# usedToday
source: Today's Usage
vi: Sử dụng hôm nay
zh_hans: 今日用量
zh_hant: 今日用量

# usedTotal
source: Total
vi: Tổng
zh_hans: 总量
zh_hant: 總量

# ssid
source: WiFi Name
vi: tên WiFi
zh_hans: WiFi名称
zh_hant: WiFi名稱

# ssidPassword
source: WiFi Password
vi: mật khẩu WiFi
zh_hans: WiFi密码
zh_hant: WiFi密碼

source: Offline
zh_hans: 已离线
zh_hant: 已離線

source: Online
zh_hans: 在线
zh_hant: 在線

# ssidHint
source: Please Enter A Network Name
vi: Vui lòng nhập tên mạng
zh_hans: 请输入网络名称
zh_hant: 請輸入網絡名稱

# ssidPasswordHint
source: Please Enter Password
vi: Vui lòng nhập mật khẩu
zh_hans: 请输入密码
zh_hant: 請輸入密碼

source: China Mobile
vi: Viettel
zh_hans: 中国移动
zh_hant: 中國移動

# chinaUnion
source: China Unicom
vi: Vietnamobile
zh_hans: 中国联通
zh_hant: 中國聯通

source: China Telecom
vi: Vinaphone
zh_hans: 中国电信
zh_hant: 中國電信

# paperStyle
source: Receipt Style
vi: kiểu phiếu thu
zh_hans: 小票样式
zh_hant: 小票樣式

# paperStyleSelecter
source: Please Select Receipt Style
vi: Vui lòng chọn kiểu phiếu thu
zh_hans: 请选择小票样式
zh_hant: 請選擇小票樣式

# paperCheck
source: Check Out
vi: kiểm tra
zh_hans: 结账单
zh_hant: 結賬單

# paperRefund
source: Refund Form
vi: phiếu hoàn trả
zh_hans: 退款单
zh_hant: 退款單

# paperHandOver
source: Handover
vi: chuyển giao
zh_hans: 交接班
zh_hant: 交接班

# paperCount
source: Print Quantity
vi: số lượng in
zh_hans: 打印数量
zh_hant: 打印數量

# paperCountSelecter
source: Select Print Quantity
vi: Chọn số lượng in
zh_hans: 选择打印数量
zh_hant: 選擇打印數量

# papers
source: {num}
zh_hans: {num} 张
zh_hant: {num} 張

# makeGoodsStockIn
source: Sign For The Goods
vi: ký cho hàng hóa
zh_hans: 签收商品
zh_hant: 簽收商品

# stockInConfirm
source: Confirm Storage
vi: Xác nhận lưu kho
zh_hans: 确认入库
zh_hant: 確認入庫

# batchStockInTips
source: Confirm The Storage After Checking That The Product Is Correct
vi: Xác nhận lưu kho sau khi kiểm tra sản phẩm đúng
zh_hans: 验收商品无误后确认入库
zh_hant: 驗收商品無誤後確認入庫

source: Status
vi: trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Normal
vi: bình thường
zh_hans: 正常
zh_hant: 正常

source: Freeze
vi: đã đóng gói
zh_hans: 冻结
zh_hant: 凍結

source: Invalid
vi: hỏng
zh_hans: 作废
zh_hant: 作廢

source: Value Card
vi: thẻ giá trị
zh_hans: 储值
zh_hant: 儲值卡

source: Points Record
vi: Lịch sử điểm
zh_hans: 积分明细
zh_hant: 積分明細

# monthStr
source: {year}-{month}
zh_hans: {year}年{month}月
zh_hant: {year}年{month}月

source: Balance Record
vi: Lịch sử số dư
zh_hans: 余额明细
zh_hant: 餘額明細

source: Cash Recharge
vi: Nạp tiền mặt
zh_hans: 储值充值
zh_hant: 儲值充值

source: Purchase Record
vi: Lịch sử mua hàng
zh_hans: 消费记录
zh_hant: 消費記錄

source: Points Adjust
vi: Điều chỉnh điểm
zh_hans: 积分调整
zh_hant: 積分調整

source: Bonus Amount
vi: Số tiền thưởng
zh_hans: 赠送金额
zh_hant: 贈送金額

# pointsAdjustedTo
source: Adjust To
vi: Điều chỉnh đến
zh_hans: 当前积分调整为
zh_hant: 當前積分調整為

# pointsAdjustTips
source: Add Or Subtract Or Input Value To Adjust The Membership Points, 0 Is Zero
vi: Thêm hoặc trừ hoặc nhập giá trị để điều chỉnh điểm thành viên, 0 là không
zh_hans: 加减或输入数值调整会员积分，0 为积分清零
zh_hant: 加減或輸入數值調整會員積分，0 為積分清零

# pointsAdjustAlertMsg
source: Are You Sure To Adjust The Member's Points?
vi: Bạn có chắc chắn muốn điều chỉnh điểm thành viên không?
zh_hans: 确定调整本会员的积分？
zh_hant: 確定調整本會員的積分？

# pointsFromOrder
source: Points Get
vi: Điểm nhận được
zh_hans: 消费获取
zh_hant: 消費獲取

# pointsFromRefund
source: Refund
vi: Hoàn trả
zh_hans: 退款扣除
zh_hant: 退款扣除
