Repository: myron6520/common_lang
Catalog: lib/l10n/intl_*.arb
Languages: vi, zh_hans, zh_hant

# please_fill_detailed_address_shop
source: Please Enter Detailed Store Address
vi: Vui lòng nhập địa chỉ chi tiết cửa hàng
zh_hans: 请填写店铺详细地址
zh_hant: 請填寫店鋪詳細地址

# please_fill_contact_person
source: Please Enter Contact Person
vi: Vui lòng nhập người liên hệ
zh_hans: 请填写联系人
zh_hant: 請填寫聯繫人

# please_fill_contact_number
source: Please Enter Contact Number
vi: Vui lòng nhập số điện thoại liên hệ
zh_hans: 请填写联系人电话
zh_hant: 請填寫聯繫人電話

# mobile_number_of_service_provider_optional
source: Service Provider Number
vi: Mã nhà cung cấp dịch vụ
zh_hans: 服务商编号
zh_hant: 服務商編號

source: Business License
vi: Giấy phép kinh doanh
zh_hans: 营业执照
zh_hant: 營業執照

# corporate_identity_card
source: Corporate ID Card
vi: CMND của người đại diện pháp luật
zh_hans: 法人身份证
zh_hant: 法人身份證

source: Industry Qualification Confirmation
vi: Xác nhận trình độ chuyên môn
zh_hans: 行业资质确认
zh_hant: 行業資質確認

source: Registration Certificate
vi: Giấy chứng nhận đăng ký
zh_hans: 登记证书
zh_hant: 登記證書

# registration_certificate_picture
source: Registration Certificate Photo
vi: Ảnh giấy chứng nhận đăng ký
zh_hans: 登记证书照片
zh_hant: 登記證書照片

source: Unit Certificate
vi: Giấy chứng nhận đơn vị
zh_hans: 单位证明函
zh_hant: 單位證明函

source: Operator ID Card
vi: CMND của người điều hành
zh_hans: 经营者身份证
zh_hant: 經營者身份證

source: Supporting Documents
vi: Tài liệu bổ sung
zh_hans: 辅助证明材料
zh_hant: 輔助證明材料

# ID_card_of_person_in_charge
source: Person In Charge ID Card
vi: CMND của người phụ trách
zh_hans: 负责人身份证
zh_hant: 負責人身份證

source: Completed
vi: Đã hoàn thành
zh_hans: 已填写

# not_filled_in
source: Not Filled
vi: Chưa điền
zh_hans: 待填写

# owner_of_account
source: Account Holder Name
vi: Tên chủ tài khoản
zh_hans: 开户人姓名

source: Bank Card Number
vi: Số thẻ ngân hàng
zh_hans: 银行卡号

source: Bank Of Deposit
vi: Ngân hàng mở tài khoản
zh_hans: 开户行

# please_fill_in
source: Please Enter {name}
vi: Vui lòng nhập {name}
zh_hans: 请填写{name}

# please_choose_name
source: Please Select {name}
vi: Vui lòng chọn {name}
zh_hans: 请选择{name}

source: Submit Application
vi: Nộp đơn
zh_hans: 提交申请

source: Select Bank Of Deposit
vi: Chọn ngân hàng mở tài khoản
zh_hans: 选择开户行

# business_license_requirements
source: Requirements: Clear Color Photo, Annual Inspection Stamps Complete, Except For Registration In Current Year
vi: Yêu cầu: Màu sắc rõ ràng, cần có đầy đủ dấu kiểm tra hàng năm, trừ trường hợp đăng ký trong năm
zh_hans: 要求：清晰彩色、需年检章齐全，当年注册除外

# corporate_name
source: Company Name
vi: Tên công ty
zh_hans: 公司名称

source: Credit Code
vi: Mã số thuế
zh_hans: 信用代码

# name_legal_person
source: Legal Person Name
vi: Tên người đại diện pháp luật
zh_hans: 法人姓名

source: Document Type
vi: Loại giấy tờ
zh_hans: 证件类型

# front_ID_card
source: ID Card Front Photo
vi: Ảnh mặt trước
zh_hans: 人像面照片

# front_ID_card_hint
source: ID Card Front Photo (Including Name And ID Number)
vi: Ảnh mặt trước CMND (bao gồm họ tên, số CMND)
zh_hans: 身份证正面照片（包含姓名、公民身份号码）

# reverse_side_ID_card
source: ID Card Back Photo
vi: Ảnh mặt sau
zh_hans: 国徽面照片

# reverse_side_ID_card_hint
source: ID Card Back Photo (Including Validity Period)
vi: Ảnh mặt sau CMND (bao gồm thời hạn hiệu lực)
zh_hans: 身份证反面照片（包含有效期限）

source: Name
vi: Họ tên
zh_hans: 姓名

source: ID Number
vi: Số giấy tờ
zh_hans: 证件号码

source: Term Type
vi: Loại thời hạn
zh_hans: 期限类型

# start_time
source: Valid From
vi: Có hiệu lực từ
zh_hans: 有效期限自

# end_time
source: Valid Until
vi: Có hiệu lực đến
zh_hans: 有效期限至

# beneficiary_or_not
source: Is Beneficiary
vi: Có phải người thụ hưởng
zh_hans: 是否受益人

# not_cover_hint
source: No Special Industry Involved, No Qualification Required
vi: Không liên quan đến các ngành đặc biệt dưới đây, không cần nộp chứng chỉ
zh_hans: 未涉及以下特殊行业，无需提交资质

source: Merchant Name
vi: Tên người bán
zh_hans: 商户名称

source: Registration Number
vi: Số đăng ký
zh_hans: 注册号

source: Registered Address
vi: Địa chỉ đăng ký
zh_hans: 注册地址

# unit_certificate_hint_1
source: Please Print A Unit Certificate As Shown Below (Merchant Information Must Be Printed, Not Handwritten). After Preparing The Materials, Click Here To Submit.
vi: Vui lòng in một bản xác nhận đơn vị theo mẫu dưới đây (không chấp nhận thông tin viết tay, tất cả phải được in), cuối cùng đóng dấu công ty. Sau khi chuẩn bị xong tài liệu liên quan, nhấp vào đây để nộp.
zh_hans: 请参照下图打印一份单位证明函（不支持手写商户信息，全部需打印），最后加盖公章。准备好相关材料后，点击此处提交。

source: Example
vi: Ví dụ
zh_hans: 示例

source: Confirmation Letter
vi: Thư xác nhận
zh_hans: 确认函

# tenpay_payment_technology
source: Tenpay Payment Technology Co., Ltd:
vi: Công ty TNHH Công nghệ Thanh toán Tenpay:
zh_hans: 财付通支付科技有限公司：

# unit_certificate_hint_2
source: Our unit confirms to your company that the following contact person is our unit's WeChat Pay contact person. We ensure the correctness, formality, authenticity and completeness of the materials provided to your company, and promise to properly maintain the WeChat Pay merchant number. Hereby confirmed.
vi: Đơn vị chúng tôi xác nhận với quý công ty rằng người liên hệ sau đây là người liên hệ của đơn vị chúng tôi để đăng ký thanh toán WeChat, chúng tôi đảm bảo tính chính xác, chính thức, trung thực và đầy đủ của tài liệu cung cấp cho quý công ty, và cam kết bảo quản tốt tài khoản người bán WeChat Pay. Xác nhận như trên.
zh_hans: 本单位向贵司确认以下联系人为我单位申请微信支付联系人，我单位确保贵司提供资料的正确性、正式性、真实性和完整性，并承诺妥善保管微信支付商户号。 特此确认。

source: Company name:
vi: Tên công ty
zh_hans: 单位名称：

# work_telephone
source: Office telephone:
vi: Điện thoại công ty
zh_hans: 单位电话：

# contacts
source: Contact person:
vi: Người liên hệ
zh_hans: 联系人：

# pontact_ID_number
source: Contact person ID number:
vi: Số CMND người liên hệ
zh_hans: 联系人身份证号：

# please_fill_in_the_full_name_of_your_organization
source: Please enter your organization's full name
vi: Vui lòng nhập tên đầy đủ của bạn
zh_hans: 请填写贵单位的全称

# please_fill_in_your_office_telephone_number
source: Please enter your office telephone number
vi: Vui lòng nhập số điện thoại công ty
zh_hans: 请填写贵单位的办公电话

# please_fill_in_the_name_of_contact_person
source: Please enter contact person's name
vi: Vui lòng nhập tên người liên hệ
zh_hans: 请填写联系人姓名

# please_fill_in_the_ID_number_of_the_contact_person
source: Please enter contact person's ID number
vi: Vui lòng nhập số CMND người liên hệ
zh_hans: 请填写联系人的身份证号

# company_XXX
source: XXX Company (Seal)
vi: XXX công ty (Đóng dấu)
zh_hans: XXX单位(盖章)

source: Send
vi: Gửi
zh_hans: 发送

source: Send Template
vi: Gửi mẫu
zh_hans: 发送模板

# individual_household_business_license_hint
source: If There Is No Merchant Name On The Business License, Please Fill In "Individual" + Operator Name, Such As "Individual John Smith"
vi: Nếu trên giấy phép kinh doanh không có tên cửa hàng, vui lòng điền "Cá nhân" + tên chủ doanh nghiệp, ví dụ: "Cá nhân Anh"
zh_hans: 若营业执照上无商户名称，请填写“个体户”+经营者姓名，如“个体户张三”

source: Under Review
vi: Đang được phê duyệt
zh_hans: 审核中

# uncommitted
source: Not Submitted
vi: Chưa nộp
zh_hans: 未提交

# have_been_voided
source: Voided
vi: Đã hủy bỏ
zh_hans: 已作废

# open_the_failure
source: Opening Failed
vi: Mở tài khoản thất bại
zh_hans: 开通失败

# under_review_hint
source: Your Application Has Been Submitted For Payment Platform Review. We Will Notify You Of The Review Results Via SMS. For Details, Please Contact: {name}
vi: Yêu cầu của bạn đã được gửi đến nền tảng thanh toán để kiểm tra. Chúng tôi sẽ thông báo qua SMS khi kết quả kiểm tra đã được hoàn thành Chi tiết xin liên hệ: {name}
zh_hans: 您的申请已提交支付平台审核，我们将通过 短信向你通知审核结果 详情请咨询：{name}

# uncommitted_hint
source: Your Application Has Been Created, Please Complete The Information As Soon As Possible
vi: Đơn đăng ký của bạn đã được tạo, vui lòng hoàn thành đầy đủ thông tin
zh_hans: 您的入驻申请单已创建，请尽快完成资 料填写

# have_been_voided_hint
source: Your Application Has Been Cancelled, You Can Initiate A New Application
vi: Đơn đăng ký của bạn đã hủy bỏ, bạn có thể khởi động lại đăng ký đơn
zh_hans: 您的申请单已撤销，您可以重新发起入驻申 请

# open_the_failure_hint
source: Please Verify And Modify The Following Information Before Resubmitting For Review
vi: Vui lòng kiểm tra và chỉnh sửa thông tin dưới đây, sau đó khởi động lại để nộp đơn
zh_hans: 请核对并修改以下信息后，再重新提交审核

# withdraw_the_application
source: Withdraw Application
vi: Hủy đơn
zh_hans: 撤销申请

source: Continue
vi: Tiếp tục
zh_hans: 继续

# accomplish
source: Complete
vi: Hoàn thành
zh_hans: 完成

# return_for_correction
source: Modify
vi: Sửa đổi
zh_hans: 修改

# forget_password
source: Forgot Password
vi: Quên mật khẩu
zh_hans: 忘记密码

source: Confirm Changes
vi: Xác nhận sửa đổi
zh_hans: 确认修改

source: Create New Password
vi: Tạo mật khẩu mới
zh_hans: 创建新密码

# data_preparation
source: Materials To Prepare In Advance
vi: Cần chuẩn bị thông tin trước
zh_hans: 需要提前准备的资料

source: Hello, {name}
vi: Xin chào,{name}
zh_hans: 你好,{name}

# today_overview
source: Today's Real-Time Overview
vi: Tổng quan thực tế hôm nay
zh_hans: 今日实时概况

# turnover
source: Today's Turnover (Yuan)
vi: Doanh thu hôm nay (đồng)
zh_hans: 今日营业额(元)

# gross_profit_with
source: Gross Profit {value}
vi: Lợi nhuận {value}
zh_hans: 毛利 {value}

# number_order
source: Orders {name}
vi: Số đơn hàng {name}
zh_hans: 订单数 {name}

# refund
source: Refund {name}
vi: Hoàn tiền {name}
zh_hans: 退款 {name}

source: Common Functions
vi: Chức năng thường xuyên
zh_hans: 常用功能

# bill
source: Orders
vi: Đơn hàng
zh_hans: 订单

source: Inventory Flow
vi: Dòng hàng tồn kho
zh_hans: 库存流水

# handover
source: Shift Handover
vi: Chuyển nhưỡng
zh_hans: 交接班

source: Marketing
zh_hans: 营销

# clerk_sales
source: Staff Sales
vi: Doanh số nhân viên
zh_hans: 店员销售

# my_message
source: My Messages
vi: Tin nhắn của tôi
zh_hans: 我的消息

source: No data
vi: Không có dữ liệu
zh_hans: 没有数据

# choose_cashiers
source: Select cashier
vi: Chọn thu ngân
zh_hans: 选择收银员

# bill_details
source: Order details
vi: Chi tiết đơn hàng
zh_hans: 订单详情

source: Amount actually paid
vi: Số tiền thực tế đã thanh toán
zh_hans: 实付金额

source: Product name
vi: Tên sản phẩm
zh_hans: 商品名称

source: Quantity
vi: Số lượng
zh_hans: 数量

source: Selling price
vi: Giá bán
zh_hans: 售价

source: Total
vi: Tổng
zh_hans: 合计

# bill_number
source: Order number
vi: Số đơn hàng
zh_hans: 订单编号

source: Settlement time
vi: Thời gian thanh toán
zh_hans: 结算时间

source: Order status
vi: Trạng thái đơn hàng
zh_hans: 订单状态

source: Payment method
vi: Phương thức thanh toán
zh_hans: 支付方式

source: Cash register number
vi: Số máy thu ngân
zh_hans: 收银机号

# repair_receipt
source: Reprint receipt
vi: In lại phiếu thu
zh_hans: 补打小票

# report
source: Reports
vi: Báo cáo
zh_hans: 报表

source: Profit statement
vi: Báo cáo lợi nhuận
zh_hans: 利润报表

source: Sales analysis
vi: Phân tích doanh số
zh_hans: 销售分析

source: Shift report
vi: Báo cáo chuyển nhưỡng
zh_hans: 交接班报表

source: Business overview
vi: Tổng quan doanh nghiệp
zh_hans: 营业概况

source: View all
vi: Xem tất cả
zh_hans: 查看全部

source: Payment method statistics
vi: Thống kê phương thức thanh toán
zh_hans: 支付方式统计

# see_details
source: View details
vi: Xem chi tiết
zh_hans: 查看详情

source: Alipay
zh_hans: 支付宝

# weChat_collection
source: WeChat payment
vi: Thu tiền WeChat
zh_hans: 微信收款

# cash_collection
source: Cash payment
vi: Thu tiền mặt
zh_hans: 现金收款

source: Stored value payment
vi: Thanh toán giá trị lưu trữ
zh_hans: 储值支付

source: Sales ranking
vi: Bảng xếp hạng doanh số
zh_hans: 销售排行

# commodity_archive
source: Product archive
vi: Tài liệu hàng hóa
zh_hans: 商品档案

# commodity_data_not_available
source: No product data available
vi: Chưa có dữ liệu hàng hóa
zh_hans: 暂无商品数据

# commodity_data_not_available_hint
source: You can import data from the cash register or add new products
vi: Bạn có thể nhập dữ liệu hàng hóa từ máy thu ngân hoặc thêm hàng hóa
zh_hans: 您可以将就收银机的数据导入或新增 商品

# new_goods
source: Add new product
vi: Hàng hóa mới
zh_hans: 新增商品

# import_goods
source: Import products
vi: Nhập hàng hóa
zh_hans: 导入商品

# import_goods_hint
source: Supports .xls file format, maximum file size 2MB, up to 50,000 products
vi: Hỗ trợ định dạng .xls, giới hạn 2MB, giới hạn hàng hóa50,000
zh_hans: 支持.xls文件格式，文件上限2兆，条数上限 商品50,000

source: Download template
vi: Tải mẫu
zh_hans: 下载模板

# download_template_hint
source: Import template, fill in according to template to export original POS data
vi: Nhập mẫu, điền theo mẫu để xuất dữ liệu POS cũ
zh_hans: 导入模板，按照模板填写将原有POS数据导出

# to_lead
source: Import
vi: Nhập
zh_hans: 导入

# commodity_import_process
source: Product importing
vi: Đang nhập hàng hóa
zh_hans: 商品导入中

source: Product picture
vi: Hình ảnh sản phẩm
zh_hans: 商品图片

source: Barcode
vi: Mã vạch
zh_hans: 条码

# please_scan_or_fill_barcode
source: Please scan/enter barcode
vi: Vui lòng quét mã vạch/điền mã vạch
zh_hans: 请扫描/填写条码

source: Add barcode
vi: Mã vạch mới
zh_hans: 新增条码

source: Generate barcode
vi: Tạo mã vạch
zh_hans: 生成条码

source: Wholesale price
vi: Giá bán lẻ
zh_hans: 批发价

source: Purchase quantity
vi: Số lượng mua
zh_hans: 购买数量

source: Wholesale prices
vi: Giá bán lẻ
zh_hans: 批发价格

source: Yuan
zh_hans: 元

# classification
source: Category
vi: Phân loại
zh_hans: 分类

source: Unit
vi: Đơn vị
zh_hans: 单位

source: Current inventory
vi: Tồn kho hiện tại
zh_hans: 当前库存

source: Specification
vi: Thông số kỹ thuật
zh_hans: 规格

source: Shelf number
vi: Số kệ
zh_hans: 货架号

source: Supplier
vi: Nhà cung cấp
zh_hans: 供应商

source: Inventory warning
vi: Cảnh báo tồn kho
zh_hans: 库存预警

source: In stock
vi: Tồn kho
zh_hans: 库存

# early_warning_of_shelf_life
source: Shelf life warning
vi: Cảnh báo kỳ hạn sử dụng
zh_hans: 保质期预警

source: Shelf life
vi: Kỳ hạn sử dụng
zh_hans: 保质期

source: Day
vi: Ngày
zh_hans: 天

source: Month
vi: Tháng
zh_hans: 月

# advent_reminder
source: Expiry reminder
vi: Nhắc nhở gần hạn
zh_hans: 临期提醒

# advancing_reminder
source: Advance expiry reminder
vi: Nhắc nhở sớm hạn
zh_hans: 临期提前提醒

# packaging_association
source: Bulk packaging
vi: Bao bì lớn
zh_hans: 大包装

source: Current product
vi: Sản phẩm hiện tại
zh_hans: 当前商品

source: Add association
vi: Thêm liên kết
zh_hans: 新增关联

source: Related products
vi: Sản phẩm liên quan
zh_hans: 关联商品

source: Save and continue
vi: Lưu và tiếp tục
zh_hans: 保存并继续

# choose_supplier
source: Select supplier
vi: Chọn nhà cung cấp
zh_hans: 选择供应商

source: Add supplier
vi: Nhà cung cấp mới
zh_hans: 新增供应商

source: Edit supplier
vi: Chỉnh sửa nhà cung cấp
zh_hans: 编辑供应商

source: Supplier name
vi: Tên nhà cung cấp
zh_hans: 供应商名称

source: Contact address
vi: Địa chỉ liên hệ
zh_hans: 联系地址

# address
source: Detailed address
vi: Địa chỉ chi tiết
zh_hans: 详细地址

source: Contact person
vi: Người liên hệ
zh_hans: 联系人

source: Select unit
vi: Chọn đơn vị
zh_hans: 选择单位

source: New unit
vi: Đơn vị mới
zh_hans: 新增单位

source: New shelf number
vi: Số kệ mới
zh_hans: 新增货架号

# new_unit_hint
source: Please enter the unit name you want
vi: Vui lòng nhập tên đơn vị bạn muốn
zh_hans: 请输入你想要的单位名称

# new_shelf_number_hint
source: Please enter the shelf number you want
vi: Vui lòng nhập tên số kệ bạn muốn
zh_hans: 请输入你想要的货架号名称

# new_category_hint
source: Please enter the category name you want
vi: Vui lòng nhập tên loại bạn muốn
zh_hans: 请输入你想要的分类名称

# rename_category
source: Rename {name}
vi: Đổi tên {name}
zh_hans: 重命名{name}

source: Select shelf number
vi: Chọn số kệ
zh_hans: 选择货架号

# choose_category
source: Select category
vi: Chọn loại
zh_hans: 选择分类

source: New category
vi: Loại mới
zh_hans: 新增分类

# classification_management
source: Category management
vi: Quản lý loại
zh_hans: 分类管理

source: My
vi: Tôi
zh_hans: 我的

# switch_shop
source: Switch store
vi: Chuyển cửa hàng
zh_hans: 切换店铺

source: Store information
vi: Thông tin cửa hàng
zh_hans: 门店信息

# shop_setting
source: Store settings
vi: Cài đặt cửa hàng
zh_hans: 店铺设置

source: Administrator
vi: Quản trị
zh_hans: 管理员

# wetool_scan_code_start_hint
source: Please Use WeTools Cashier Gun To Scan And Start Cashiering
vi: Vui lòng sử dụng máy thu ngân WeTool để quét mã để bắt đầu thu ngân
zh_hans: 请使用微兔收银枪扫码开始收银

# scan_code_start
source: Scan To Start
vi: Quét mã để bắt đầu
zh_hans: 扫码开工

# end_cash_register
source: End Cashiering
vi: Kết thu ngân
zh_hans: 结束收银

# end_cash_register_hint
source: Thank You For Your Hard Work. After Ending, Your Account Will Stop Cashiering
vi: Cảm ơn bạn đã làm việc khó khăn, sau khi kết thu ngân, tài khoản của bạn sẽ dừng thu ngân
zh_hans: 工作辛苦了，结束收银后您的账号将停 止收银

# continue_to_checkout
source: Continue Checkout
vi: Tiếp tục thu ngân
zh_hans: 继续收银

# choose_store
source: Select Store
vi: Chọn cửa hàng
zh_hans: 选择店铺

# current_shop
source: Current Store
vi: Cửa hàng hiện tại
zh_hans: 当前店铺

# shop_manager
source: Store Manager
vi: Quản lý
zh_hans: 店长

# shop_switch
source: Switch
vi: Chuyển đổi
zh_hans: 切换

source: Personal Info
vi: Thông tin cá nhân
zh_hans: 个人资料

source: Avatar
vi: Ảnh đại diện
zh_hans: 头像

source: Phone Number
vi: Số điện thoại
zh_hans: 手机号

# job_title
source: Position
vi: Chức vụ
zh_hans: 职务

# choose_gender
source: Select Gender
vi: Chọn giới tính
zh_hans: 选择性别

source: Select Date
vi: Chọn ngày
zh_hans: 选择日期

source: Change Password
vi: Đổi mật khẩu
zh_hans: 修改密码

# sign_out_of_account
source: Sign Out
vi: Đăng xuất tài khoản
zh_hans: 退出账号

source: Store Photos
vi: Ảnh cửa hàng
zh_hans: 店铺照片
zh_hant: 店鋪照片

source: Store Abbreviation
vi: Tên viết tắt cửa hàng
zh_hans: 店铺简称
zh_hant: 店鋪簡稱

# full_name_store
source: Store Full Name
vi: Tên đầy đủ cửa hàng
zh_hans: 店铺全称
zh_hant: 店鋪全稱

# modify
source: Modify {name}
vi: Sửa {name}
zh_hans: 修改{name}
zh_hant: 修改{name}

# modify_store_name_hint
source: Support 4-20 Characters, Can Be Composed Of Chinese, English, Numbers
vi: Hỗ trợ từ 4-20 ký tự, có thể bao gồm chữ cái, số và ký tự
zh_hans: 支持4-20个字符，可由中英文、数字组成
zh_hant: 支持4-20個字符，可由中英文、數字組成

source: Inventory Settings
vi: Cài đặt tồn kho
zh_hans: 库存设置
zh_hant: 庫存設置

# small_ticket_style
source: Receipt Style
vi: Kiểu phiếu thu nhỏ
zh_hans: 小票样式
zh_hant: 小票樣式

source: Sold Out
vi: Hết hàng
zh_hans: 售罄
zh_hant: 售罄

# sold_out_hint
source: Products Cannot Be Sold When Inventory Is 0
vi: Không thể bán hàng khi tồn kho bằng 0
zh_hans: 商品库存为0时不可销售
zh_hant: 商品庫存為0時不可銷售

source: Cost Accounting
vi: Tính giá
zh_hans: 成本核算
zh_hant: 成本核算

source: Weight Unit
vi: Đơn vị cân
zh_hans: 称重单位
zh_hant: 稱重單位

source: Equipment Management
vi: Quản lý thiết bị
zh_hans: 设备管理
zh_hant: 設備管理

# bill_settings
source: Receipt Settings
vi: Cài đặt hóa đơn
zh_hans: 票据设置
zh_hant: 票據設置

source: Staff Management
vi: Quản lý nhân viên
zh_hans: 员工管理
zh_hant: 員工管理

source: Edit Role
vi: Chỉnh sửa vai trò
zh_hans: 编辑角色
zh_hant: 編輯角色

# accounts_receivable
source: Payment Accounts
vi: Tài khoản thu tiền
zh_hans: 收款账户
zh_hant: 收款賬戶

# inventory_warning_hint1
source: Remind When Product Reaches Warning Value
vi: Khi hàng hóa đạt đến giá trị cảnh báo, nhắc nhở
zh_hans: 当商品达到预警值时提醒
zh_hant: 當商品達到預警值時提醒

# inventory_warning_hint2
source: Associated Products Only Remind Sub-Products
vi: Chỉ nhắc nhở hàng hóa liên quan
zh_hans: 关联商品仅提醒子商品
zh_hant: 關聯商品僅提醒子商品

# check_out
source: Checkout Receipt
vi: Đơn thanh toán
zh_hans: 结账单
zh_hant: 結賬單

# refund_form
source: Refund Receipt
vi: Đơn hoàn trả
zh_hans: 退款单
zh_hant: 退款單

source: Verification
vi: Xác thực
zh_hans: 验证
zh_hant: 驗證

# verification_hint
source: Verification Code Has Been Sent To The Phone Number Below
vi: Mã xác thực đã được gửi đến số điện thoại bên dưới
zh_hans: 验证码已发送至下方手机号
zh_hant: 驗證碼已發送至下方手機號

source: Resend
vi: Gửi lại
zh_hans: 重新发送
zh_hant: 重新發送

source: Reset Password
vi: Đặt lại mật khẩu
zh_hans: 重置密码
zh_hant: 重置密碼

source: Enter Password Again
vi: Nhập lại mật khẩu
zh_hans: 再次输入密码
zh_hant: 再次輸入密碼

source: Password
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# password_hint
source: 8-16 Characters Containing Numbers And Letters
vi: 8-16 ký tự bao gồm chữ số và chữ cái
zh_hans: 8-16位包含数字和英文
zh_hant: 8-16位包含數字和英文

source: Choose Costing Method
vi: Chọn phương pháp tính giá
zh_hans: 选择成本核算方式
zh_hant: 選擇成本核算方式

# beneficiary_bank
source: Receiving Bank
vi: Ngân hàng thu tiền
zh_hans: 收款银行
zh_hant: 收款銀行

source: Receiving Account
vi: Số tài khoản thu tiền
zh_hans: 收款账号
zh_hant: 收款賬號

source: Account Holder
vi: Chủ tài khoản
zh_hans: 开户人
zh_hant: 開戶人

source: Payment Rate
vi: Tỷ lệ thanh toán
zh_hans: 支付费率
zh_hant: 支付費率

# mobile_pay_opened
source: Mobile Payment Opened
vi: Thanh toán di động đã được mở
zh_hans: 手机支付已开通
zh_hant: 手機支付已開通

source: No Equipment
vi: Chưa có thiết bị
zh_hans: 暂无设备
zh_hant: 暫無設備

source: Binding Time
vi: Thời gian kết nối
zh_hans: 绑定时间
zh_hant: 綁定時間

source: Not Connected
vi: Chưa kết nối
zh_hans: 未连接
zh_hant: 未連接

source: Add Device
vi: Thêm thiết bị
zh_hans: 添加设备
zh_hant: 添加設備

# add_to
source: Add
vi: Thêm
zh_hans: 添加
zh_hant: 添加

source: Delete Device
vi: Xóa thiết bị
zh_hans: 删除设备
zh_hant: 刪除設備

# manual
source: Manual {name}
vi: Tay (name)
zh_hans: 手动{name}
zh_hant: 手動{name}

source: Add Printer
vi: Thêm máy in
zh_hans: 添加打印机
zh_hant: 添加打印機

source: Edit Device
vi: Chỉnh sửa thiết bị
zh_hans: 编辑设备
zh_hant: 編輯設備

# add_cash_register_gun
source: Add WeTools Cashier Gun
vi: Thêm máy thu ngân WeTool
zh_hans: 添加微兔收银枪
zh_hant: 添加微兔收銀槍

# remark_name
source: Note Name
vi: Tên ghi chú
zh_hans: 备注名称
zh_hant: 備註名稱

source: Device ID
vi: Số thiết bị
zh_hans: 设备编号
zh_hant: 設備編號

source: Device Key
vi: Khóa thiết bị
zh_hans: 设备密钥
zh_hant: 設備密鑰

# remark_name_hint
source: Such As Order Printer
vi: Ví dụ: Máy in đơn hàng
zh_hans: 如结订单打印机
zh_hant: 如結訂單打印機

# device_ID_hint
source: Enter The Device Number On The Printer Label
vi: Nhập số thiết bị trên máy in
zh_hans: 输入打印机标签上的设备号
zh_hant: 輸入打印機標籤上的設備號

# device_key_hint
source: Enter The Key On The Printer Label
vi: Nhập khóa trên máy in
zh_hans: 输入打印机标签上的密钥
zh_hant: 輸入打印機標籤上的密鑰

# small_ticket_size
source: Receipt Size
vi: Kích thước phiếu thu nhỏ
zh_hans: 小票尺寸
zh_hant: 小票尺寸

source: Print Quantity
vi: Số lượng in
zh_hans: 打印数量
zh_hant: 打印數量

source: Print Test
vi: In thử
zh_hans: 打印测试
zh_hant: 打印測試

# ticket_has_been_printed
source: Receipt Has Been Printed
vi: Phiếu thu đã in
zh_hans: 小票已打印
zh_hant: 小票已打印

# ticket_has_been_printed_hint
source: Please Check If The Printing Device Is Printing Normally. If Not Connected Normally: 1. Check If Printer Body Number And Key Are Correct; 2. Check If Printer Is Connected To Network
vi: Vui lòng kiểm tra máy in có in đúng không: 1. Số thiết bị và khóa trên máy in có đúng không; 2. Máy in có kết nối với mạng không
zh_hans: 请查看打印设备是否正常打印，如未正常连接： 1.打印机机身标号和密钥是否正确； 2.打印机是否连接网络
zh_hant: 請查看打印設備是否正常打印，如未正常連接： 1.打印機機身標號和密鑰是否正確； 2.打印機是否連接網絡

# chooseSmallTicketSize
source: Select Receipt Size
vi: Chọn kích thước phiếu thu nhỏ
zh_hans: 选择小票尺寸
zh_hant: 選擇小票尺寸

# chooseSmallTicketNumber
source: Select Receipt Quantity
vi: Chọn số lượng phiếu thu nhỏ
zh_hans: 选择小票数量
zh_hant: 選擇小票數量

# chooseSmallTicketType
source: Select Receipt Style
vi: Chọn kiểu phiếu thu nhỏ
zh_hans: 选择小票样式
zh_hant: 選擇小票樣式

# invite_employees
source: Invite Staff
vi: Mời nhân viên
zh_hans: 邀请员工
zh_hant: 邀請員工

source: Role Management
vi: Quản lý vai trò
zh_hans: 角色管理
zh_hant: 角色管理

source: Inviting
vi: Đang mời
zh_hans: 邀请中
zh_hant: 邀請中

# edit_employee_information
source: Edit Staff Information
vi: Chỉnh sửa thông tin nhân viên
zh_hans: 编辑员工信息
zh_hant: 編輯員工信息

source: Role
vi: Vai trò
zh_hans: 角色
zh_hant: 角色

# disable_employees
source: Disable Staff
vi: Vô hiệu nhân viên
zh_hans: 禁用员工
zh_hant: 禁用員工

source: Delete
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: New Role
vi: Vai trò mới
zh_hans: 新增角色
zh_hant: 新增角色

# ready
source: I'm Ready
vi: Tôi đã sẵn sàng
zh_hans: 我准备好了
zh_hant: 我準備好了

source: Role Name
vi: Tên vai trò
zh_hans: 角色名称
zh_hant: 角色名稱

source: Role Description
vi: Mô tả vai trò
zh_hans: 角色描述
zh_hant: 角色描述

# commodity_ID
source: Product ID
vi: Mã hàng hóa
zh_hans: 商品ID
zh_hant: 商品ID

source: Select All
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

# batch_edit_commodity
source: Batch Edit Products
vi: Sản phẩm nhiều lần chỉnh sửa
zh_hans: 商品批量编辑
zh_hant: 商品批量編輯

# empty
source: Clear
vi: Xóa
zh_hans: 清空
zh_hant: 清空
