Repository: myron6520/common_lang
Catalog: lib/l10n/intl_*.arb
Languages: vi, zh_hans, zh_hant

# blank_line_at_end_of_receipt_desc
source: Some printers may print a blank line at the end of the receipt Leave a certain number of blank lines to ensure the receipt is complete
vi: Một số máy in có thể in ra dòng trắng ở cuối hóa đơn Giữ lại một số dòng trắng để đảm bảo hóa đơn đầy đủ
zh_hans: 部分打印机打印后可能出现票尾不全 预留一定的空白行以确保小票完整
zh_hant: 部分打印機打印後可能出現票尾不全 預留一定的空白行以確保小票完整

source: Blank Line Count
vi: Số dòng trắng
zh_hans: 空白行数
zh_hant: 空白行數

source: line
vi: dòng
zh_hans: 行
zh_hant: 行

source: Restore Default
vi: Khôi phục mặc định
zh_hans: 恢复默认
zh_hant: 恢復默認

# connect_printer
source: Please Connect Printer
vi: Vui lòng kết nối máy in
zh_hans: 请连接打印机
zh_hant: 請連接打印機

source: Label Style
vi: Kiểu nhãn
zh_hans: 价签样式
zh_hant: 價籤樣式

# device_bound_to_shop
source: Device Bound To {shopName}, thank you for using and supporting, wish you a successful business
vi: Thiết bị đã được liên kết với「{shopName}」, cảm ơn bạn đã sử dụng và hỗ trợ, chúc bạn kinh doanh thành công
zh_hans: 设备已绑定到「{shopName}」，感谢你的 使用和支持，祝你生意兴隆
zh_hant: 設備已綁定到「{shopName}」，感謝你的 使用和支持，祝你生意興隆

source: Custom Order
vi: Tùy chỉnh đơn hàng
zh_hans: 自定义接单
zh_hant: 自定義接單

# custom_order_desc
source: Order by the following order, long press and drag to adjust the order
vi: Sắp xếp theo thứ tự sau, nhấn và giữ để điều chỉnh thứ tự
zh_hans: 按以下顺序接单，长按并拖动可调整接单顺序
zh_hant: 按以下順序接單，長按並拖動可調整接單順序

source: Printer Settings
vi: Cài đặt máy in
zh_hans: 打印机设置
zh_hant: 打印機設置

# invalid_time
source: Invalid Time {time}
vi: Thời gian hết hạn {time}
zh_hans: 失效时间 {time}
zh_hant: 失效時間 {time}

source: Please Enter Role Name
vi: Vui lòng nhập tên vai trò
zh_hans: 请填写角色名称
zh_hant: 請填寫角色名稱

source: Applying
vi: Đang ứng dụng
zh_hans: 申请中
zh_hant: 申請中

source: Apply Success
vi: Ứng dụng thành công
zh_hans: 申请成功
zh_hant: 申請成功

source: Apply Failed
vi: Ứng dụng thất bại
zh_hans: 申请失败
zh_hant: 申請失敗

source: Pending Approval
vi: Đang chờ xác nhận
zh_hans: 待确认
zh_hant: 待確認

source: Small Package
vi: Hộp nhỏ
zh_hans: 小包装
zh_hant: 小包裝

source: No Price
vi: Không có giá
zh_hans: 暂无价格
zh_hant: 暫無價格

source: Dish Detail
vi: Chi tiết món ăn
zh_hans: 菜品详情
zh_hant: 菜品詳情

source: Multi Specifications Settings
vi: Cài đặt nhiều đặc tính
zh_hans: 多规格设置
zh_hant: 多規格設置

source: Add Specification
vi: Thêm đặc tính
zh_hans: 添加规格
zh_hant: 添加規格

source: Modify Sale Period
vi: Chỉnh sửa khoảng thời gian bán
zh_hans: 修改售卖时段
zh_hant: 修改售賣時段

source: Add Sale Period
vi: Thêm khoảng thời gian bán
zh_hans: 添加售卖时段
zh_hant: 添加售賣時段

source: Select Sale Period
vi: Chọn khoảng thời gian bán
zh_hans: 选择售卖时段
zh_hant: 選擇售賣時段

source: Please Set Sale Period
vi: Vui lòng cài đặt khoảng thời gian bán
zh_hans: 请设置售卖时段
zh_hant: 請設置售賣時段

source: Modify Success
vi: Cập nhật thành công
zh_hans: 修改成功
zh_hant: 修改成功

# shop_template_type_name_category
source: {shopTemplateType} Category
vi: {shopTemplateType} Danh mục
zh_hans: {shopTemplateType}分类
zh_hant: {shopTemplateType}分類

source: Use This Shop Template Type
vi: Sử dụng danh mục cửa hàng này
zh_hans: 使用此店铺分类
zh_hant: 使用此店鋪分類

# shop_template_type
source: Shop Type
vi: Loại cửa hàng
zh_hans: 店铺类型
zh_hant: 店鋪類型

source: Batch Set Packing Fee
vi: Cài đặt phí đóng gói lô
zh_hans: 批量设置打包费
zh_hant: 批量設置打包費

source: Goods Import
vi: Nhập hàng
zh_hans: 商品导入
zh_hant: 商品導入

# goods_import_tip_start
source: Reuse Shop Goods
vi: Sử dụng sản phẩm cửa hàng
zh_hans: 复用店铺商品
zh_hant: 復用店鋪商品

# goods_import_tip_end
source: items, import will take some loading time, are you sure to import!
vi: sản phẩm, việc nhập hàng cần thời gian tải, bạn có chắc chắn muốn nhập không?
zh_hans: 条，导入需要一定加载时间，是否确认导入！
zh_hant: 條，導入需要一定加載時間，是否確認導入！

# last_update
source: Last Update: {loadTime}
vi: Cập nhật cuối: {loadTime}
zh_hans: 最后更新：{loadTime}
zh_hant: 最後更新：{loadTime}

# loadings
source: Loading...
vi: Đang tải dữ liệu...
zh_hans: 正在加载数据中...
zh_hant: 正在加載數據中...

source: Loaded
vi: Tải dữ liệu hoàn tất
zh_hans: 加载完毕
zh_hant: 加載完畢

source: Network Request Failed
vi: Yêu cầu mạng không thành công
zh_hans: 网络请求失败
zh_hant: 網絡請求失敗

# network_request_failed_tips
source: Please check your network settings and try again
vi: Vui lòng kiểm tra cài đặt mạng của bạn và thử lại
zh_hans: 请检查您的网络设置，再刷新试试
zh_hant: 請檢查您的網絡設置，再刷新試試

source: No Update
vi: Không cập nhật
zh_hans: 暂不更新
zh_hant: 暫不更新

source: Give Goods Only One
vi: Sản phẩm tặng chỉ được chọn 1 sản phẩm
zh_hans: 赠送商品只能选择1件
zh_hant: 贈送商品只能選擇1件

source: Goods Cannot Participate Activity
vi: Sản phẩm không thể tham gia sự kiện
zh_hans: 该商品无法参与活动
zh_hant: 該商品無法參與活動

# select_special_industry_with_num
source: Select Up To {num} Special Industries
vi: Chọn tối đa {num} ngành đặc biệt
zh_hans: 最多选中{num}个特殊行业
zh_hant: 最多選中{num}個特殊行業

# welcome_to_use_2
source: 吉祥收银系统
vi: 吉祥收银系統
zh_hant: 吉祥收銀系統
