Repository: myron6520/common_lang
Catalog: lib/l10n/intl_*.arb
Languages: vi, zh_hans, zh_hant

source: Delivery Time
vi: Thời gian giao hàng
zh_hans: 送达时间
zh_hant: 送達時間

source: Estimated Delivery Time
vi: Thời gian giao hàng dự kiến
zh_hans: 预计送达时间
zh_hant: 預估送達時間

source: Refund Info
vi: Thông tin hoàn tiền
zh_hans: 退款信息
zh_hant: 退款信息

source: Combo Receipt
vi: Thanh toán kết hợp
zh_hans: 组合收款
zh_hant: 組合收款

source: Check Refund Order
vi: Xem đơn hoàn tiền
zh_hans: 查看退款单
zh_hant: 查看退款單

source: Check Original Order
vi: Xem đơn gốc
zh_hans: 查看原订单
zh_hant: 查看原訂單

source: Recharge Order
vi: Đơn nạp tiền
zh_hans: 充值订单
zh_hant: 充值訂單

source: Unknown Type
vi: Loại không xác định
zh_hans: 未知类型
zh_hant: 未知類型

source: Nth Item Discount
vi: Giảm giá sản phẩm thứ N
zh_hans: 第N件折扣
zh_hant: 第N件折扣

source: On Duty
vi: Người đang làm ca
zh_hans: 当班人
zh_hant: 當班人

source: Off Duty
vi: Đã nghỉ ca
zh_hans: 已交班
zh_hant: 已交班

# onDutyWith
source: Work Time: {workTime}
vi: Thời gian làm việc: {workTime}
zh_hans: 上班时间：{workTime}
zh_hant: 上班時間：{workTime}

# offDutyTimeWith
source: Off Duty Time: {offDutyTime}
vi: Thời gian nghỉ ca: {offDutyTime}
zh_hans: 交班时间：{offDutyTime}
zh_hant: 交班時間：{offDutyTime}

# waitOffDuty
source: Waiting For Off Duty...
vi: Đang chờ nghỉ ca...
zh_hans: 待交班...
zh_hant: 待交班...

source: Cashier Summary
vi: Tổng hợp thanh toán
zh_hans: 收银汇总
zh_hant: 收銀匯總

source: This Shift Actual Receipt
vi: Số tiền thực thu ca hiện tại
zh_hans: 本班次实收(元)
zh_hant: 本班次實收(元)

source: Order Count
vi: Số lượng đơn hàng
zh_hans: 订单笔数
zh_hant: 訂單筆數

source: Zero Deduction
vi: Số tiền không khấu trừ
zh_hans: 抹零金额
zh_hant: 抹零金額

source: Refund Statistics
vi: Thống kê hoàn tiền
zh_hans: 退款统计
zh_hant: 退款統計

source: Payment Statistics
vi: Thống kê thanh toán
zh_hans: 支付统计
zh_hant: 支付統計

source: Money
vi: Số tiền
zh_hans: 金额
zh_hant: 金額

source: Off Duty Detail
vi: Chi tiết nghỉ ca
zh_hans: 交班详情
zh_hant: 交班詳情

source: On Duty Detail
vi: Chi tiết ca làm
zh_hans: 当班详情
zh_hant: 當班詳情

# orderCountWith
source: Order: {orderCount}
vi: Số lượng đơn hàng: {orderCount}
zh_hans: 订单数：{orderCount}
zh_hant: 訂單數：{orderCount}

source: Cost Price
vi: Giá vốn
zh_hans: 成本价
zh_hant: 成本價

source: Welcome to use,
vi: Chào mừng sử dụng,
zh_hans: 欢迎使用，
zh_hant: 歡迎使用，

# welcome_to_use_1
source: Welcome to use吉祥收银
vi: Chào mừng sử dụng吉祥收银
zh_hans: 欢迎使用吉祥收银
zh_hant: 歡迎使用吉祥收銀

source: Verification Code
vi: Mã xác thực
zh_hans: 验证码
zh_hant: 驗證碼

source: Account Login
vi: Tài khoản đăng nhập
zh_hans: 账号登录
zh_hant: 帳號登錄

source: Verification Code Login
vi: Mã xác thực đăng nhập
zh_hans: 验证码登录
zh_hant: 驗證碼登錄

source: Select Login Account
vi: Chọn tài khoản đăng nhập
zh_hans: 选择登录账号
zh_hant: 選擇登錄帳號

source: Add Temporary Dish
vi: Thêm món ăn tạm thời
zh_hans: 添加临时菜
zh_hant: 添加臨時菜

source: Modify Temporary Dish
vi: Chỉnh sửa món ăn tạm thời
zh_hans: 修改临时菜
zh_hant: 修改臨時菜

source: Weighing Dish
vi: Món ăn cân
zh_hans: 称重菜品
zh_hant: 稱重菜品

source: Ticket Printer
vi: Máy in hóa đơn
zh_hans: 出票口
zh_hant: 出票口

# select_ticket_printer
source: Please Select Ticket Printer
vi: Vui lòng chọn máy in hóa đơn
zh_hans: 请选择出票口
zh_hant: 請選擇出票口

# input_correct_purchase_quantity
source: Please Input Correct Purchase Quantity
vi: Vui lòng nhập số lượng mua đúng
zh_hans: 请输入正确的购买数量
zh_hant: 請輸入正確的購買數量

source: Temporary Weighing Dish
vi: Món ăn tạm thời cân
zh_hans: 临时称重商品
zh_hant: 臨時稱重商品

source: Temporary Normal Dish
vi: Món ăn tạm thời thường
zh_hans: 临时普通商品
zh_hant: 臨時普通商品

source: Dish Already Exists
vi: Món ăn đã tồn tại
zh_hans: 该菜品已存在
zh_hant: 該菜品已存在

source: No Ticket Printer Configured
vi: Không cấu hình máy in hóa đơn
zh_hans: 未配置出票打印机
zh_hant: 未配置出票打印機

source: Break Table
vi: Rút bàn
zh_hans: 撤台
zh_hant: 撤台

source: Break Table Success
vi: Rút bàn thành công
zh_hans: 撤台成功
zh_hant: 撤台成功

source: Change Table
vi: Đổi bàn
zh_hans: 换桌
zh_hant: 換桌

source: No Barcode Goods
vi: Món ăn không có mã vạch
zh_hans: 无码商品
zh_hant: 無碼商品

# select_barcode_goods
source: Please Select Barcode Goods
vi: Vui lòng chọn món ăn có mã vạch
zh_hans: 请选择包含条码的商品
zh_hant: 請選擇包含條碼的商品

# combo_dish_no_cooking_method
source: Combo Dish Has Dish Without Cooking Method, Please Select Cooking Method
vi: Gói có món ăn chưa chọn cách làm
zh_hans: 套餐内存在未选做法的商品，请选择后再进行操作
zh_hant: 套餐內存在未選做法的商品，請選擇後再進行操作

# no_weight_goods_exist
source: No Weight Goods Exist, Please Confirm Weight And Modify
vi: Món ăn cân không có trọng lượng
zh_hans: 存在 0 重量称重商品，请确认重量并修改
zh_hant: 存在 0 重量稱重商品，請確認重量並修改

source: Go Modify
vi: Điều chỉnh
zh_hans: 前往修改
zh_hant: 前往修改

source: Unit Price
vi: Đơn giá
zh_hans: 单价
zh_hant: 單價

source: Printing
vi: Đang in
zh_hans: 打印中
zh_hant: 打印中

source: One Dish One Cut
vi: Một món một lần cắt
zh_hans: 一菜一切
zh_hant: 一菜一切

# one_dish_one_cut_tips
source: Each dish in the kitchen receipt order will print one receipt
vi: Hóa đơn nội bộ mỗi món ăn đều in một hóa đơn
zh_hans: 后厨小票订单内每个菜品都打印一张小票
zh_hant: 後廚小票訂單內每個菜品都打印一張小票

source: Combo Dish One Cut
vi: Gói một món một lần cắt
zh_hans: 套餐一菜一切
zh_hant: 套餐一菜一切

# combo_dish_one_cut_tips
source: Each dish in the kitchen receipt order will print one receipt
vi: Hóa đơn nội bộ mỗi gói đều in một hóa đơn
zh_hans: 后厨小票套餐内每个菜品都打印一张小票
zh_hant: 後廚小票訂單內每個套餐都打印一張小票

source: Thermal Paper Width
vi: Chiều rộng giấy nóng
zh_hans: 热敏打印纸宽度
zh_hant: 熱敏打印紙寬度

# delete_printer_tips
source: After deleting, the printer will be disconnected from the device, and all custom configurations will be cleared, are you sure you want to delete it?
vi: Xóa sau đó, máy in hóa đơn sẽ không thể kết nối với thiết bị, và tất cả cấu hình tùy chỉnh sẽ bị xóa, bạn có chắc chắn muốn xóa không?
zh_hans: 删除后将断开设备连接，并清空自定义配置，是否继续删除
zh_hant: 刪除後將斷開設備連接，並清空自定義配置，是否繼續刪除

source: Print Category
vi: Phân loại in
zh_hans: 打印分类
zh_hant: 打印分類

source: Label Size
vi: Kích thước nhãn
zh_hans: 标签尺寸
zh_hant: 標籤尺寸

source: Print Instruction
vi: Hướng dẫn in
zh_hans: 打印指令
zh_hant: 打印指令

source: Horizontal Offset
vi: Dịch chuyển ngang
zh_hans: 水平偏移
zh_hant: 水平偏移

source: Vertical Offset
vi: Dịch chuyển dọc
zh_hans: 垂直偏移
zh_hant: 垂直偏移

source: Select Print Category
vi: Chọn phân loại in
zh_hans: 选择打印分类
zh_hant: 選擇打印分類

source: Cancel All Select
vi: Hủy bỏ chọn tất cả
zh_hans: 取消全选
zh_hant: 取消全選

source: Select All Category
vi: Chọn tất cả phân loại
zh_hans: 全选分类
zh_hant: 全選分類

source: Kitchen Receipt
vi: Hóa đơn nội bộ
zh_hans: 后厨小票
zh_hant: 後廚小票

source: Front Cashier
vi: Quầy thanh toán
zh_hans: 前台收银
zh_hant: 前台收銀

source: Takeout Receipt
vi: Hóa đơn ngoại tuyến
zh_hans: 外卖小票
zh_hant: 外賣小票

# select_bluetooth_printer
source: Please Select Bluetooth Printer
vi: Vui lòng chọn máy in Bluetooth
zh_hans: 请选择蓝牙打印机
zh_hant: 請選擇藍牙打印機

source: Add Network Printer
vi: Thêm máy in mạng
zh_hans: 添加网络打印机
zh_hant: 添加網絡打印機

source: Edit Network Printer
vi: Chỉnh sửa máy in mạng
zh_hans: 编辑网络打印机
zh_hant: 編輯網絡打印機

source: USB Printer
vi: Máy in USB
zh_hans: USB小票打印机
zh_hant: USB小票打印機

source: Install Network Printer
vi: Cài đặt máy in mạng
zh_hans: 安装网口打印机
zh_hant: 安裝網口打印機

# install_network_printer_tips
source: 1. Connect the first network cable to the printer and the router; 2. Connect the second network cable to the router and the cashier or the cashier connects to the Wi-Fi of this router, ensuring that they are in the same local network;
vi: 1. Kết nối cáp mạng thứ nhất giữa máy in và bộ định tuyến; 2. Kết nối cáp mạng thứ hai giữa bộ định tuyến và máy tính tiền, hoặc kết nối máy tính tiền với Wi-Fi của bộ định tuyến này, đảm bảo chúng trong cùng một mạng LAN;
zh_hans: 1. 将第一根网线连接打印机与路由器； 2. 将第二根网线连接路由器和收银机或收银机连接此路由器的Wi-Fi，确保在同一局域网内；
zh_hant: 1. 將第一根網線連接打印機與路由器； 2. 將第二根網線連接路由器和收銀機或收銀機連接此路由器的Wi-Fi，確保在同一局域網內；

# install_network_printer_tips_2
source: Note: 1. The printer and router power must be on; 2. Ensure that the network cable is not loose; 3. Ensure that the printer and router are in the same local network;
vi: Lưu ý: 1. Máy in và bộ định tuyến phải bật; 2. Đảm bảo cáp mạng không bị rời; 3. Đảm bảo máy in và bộ định tuyến trong cùng một mạng LAN; 4. Đảm bảo máy in và máy tính tiền trong cùng một mạng LAN; 5. Đảm bảo máy in và máy tính tiền trong cùng một mạng LAN;
zh_hans: 注意： 1.打印机、路由器电源开启； 2.确保网线没有松动； 3.确保打印机与路由器在同一局域网内； 4.确保打印机与收银机在同一局域网内； 5.确保打印机与收银机在同一局域网内； 6.确保打印机与收银机在同一局域网内； 7.确保打印机与收银机在同一局域网内； 8.确保打印机与收银机在同一局域网内； 9.确保打印机与收银机在同一局域网内； 10.确保打印机与收银机在同一局域网内；
zh_hant: 注意： 1.打印機、路由器電源開啟； 2.確保網線沒有鬆動； 3.確保打印機與路由器在同一局域網內； 4.確保打印機與收銀機在同一局域網內； 5.確保打印機與收銀機在同一局域網內； 6.確保打印機與收銀機在同一局域網內； 7.確保打印機與收銀機在同一局域網內； 8.確保打印機與收銀機在同一局域網內； 9.確保打印機與收銀機在同一局域網內； 10.確保打印機與收銀機在同一局域網內；

# next_step2
source: I have connected, next step
vi: Tôi đã kết nối, bước tiếp theo
zh_hans: 我已连接，下一步
zh_hant: 我已連接，下一步

source: Retail
vi: Bán lẻ
zh_hans: 零售
zh_hant: 零售

source: Catering
vi: Bán ăn
zh_hans: 餐饮
zh_hant: 餐飲

# retail_tips
source: Applicable to convenience stores/supermarkets
vi: Áp dụng cho cửa hàng bán lẻ và siêu thị
zh_hans: 适用便利店/商超
zh_hant: 適用便利店/商超

# catering_tips
source: Fast food restaurants/snack bars/BBQ...
vi: Áp dụng cho nhà hàng ăn uống
zh_hans: 快餐店/小吃店/烧烤...
zh_hant: 快餐店/小吃店/燒烤...

source: Storage Permission Tips
vi: Phân quyền lưu trữ
zh_hans: 存储权限使用说明
zh_hant: 儲存權限使用說明

# storage_permission_desc
source: Used to read storage photos, files, etc.
vi: Dùng để đọc dữ liệu hình ảnh và tệp
zh_hans: 用于读取存储照片、文件等场景
zh_hant: 用於讀取儲存照片、文件等場景

# login_info_expired
source: Login information expired, please log in again!
vi: Thông tin đăng nhập đã hết hạn, vui lòng đăng nhập lại!
zh_hans: 登录信息过期，请重新登录！
zh_hant: 登錄信息過期，請重新登錄！

source: Camera Permission Tips
vi: Phân quyền camera
zh_hans: 相机权限使用说明
zh_hant: 相機權限使用說明

# camera_permission_desc
source: Used to read camera photos, files, etc.
vi: Dùng để đọc dữ liệu camera
zh_hans: 用于拍摄照片、扫描商品条形码等场景
zh_hant: 用於拍攝照片、掃描商品條形碼等場景

source: Scan Barcode
vi: Quét mã vạch
zh_hans: 扫一扫
zh_hant: 掃一掃

source: No Barcode Detected
vi: Không nhận dạng được mã vạch
zh_hans: 未识别到条码
zh_hant: 未識別到條碼

source: Touch To Close
vi: Nhấn để đóng
zh_hans: 轻触关闭
zh_hant: 輕觸關閉

source: Touch To Light
vi: Nhấn để bật
zh_hans: 轻触照亮
zh_hant: 輕觸照亮

source: Scan Code Sign
vi: Quét mã QR để ký
zh_hans: 扫码签约
zh_hant: 掃碼簽約

source: Just Now
vi: Vừa xong
zh_hans: 刚刚
zh_hant: 剛剛

# timeStrWithHourAndMinute
source: {hour}:{minute}
vi: {hour} giờ {minute} phút
zh_hans: {hour}时{minute}分
zh_hant: {hour}時{minute}分

# dataFormatMDHM
source: MM/dd HH:mm
zh_hans: MM月dd日 HH:mm
zh_hant: MM月dd日 HH:mm

source: Tea Fee
vi: Phí chỗ ngồi
zh_hans: 茶位费
zh_hant: 茶位費

# large_package_goods
source: Product is a large package, please split before operation
vi: Sản phẩm là bao lớn, vui lòng phân tách trước khi thực hiện
zh_hans: 商品为大包装，请拆分后操作
zh_hant: 商品為大包裝，請拆分後操作

# adjust_inventory_tips
source: After submitting, the inventory will be adjusted according to the input quantity, are you sure you want to submit?
vi: Sau khi gửi, hàng tồn kho sẽ được điều chỉnh theo số lượng đã nhập, bạn có chắc chắn muốn gửi không?
zh_hans: 提交后，商品库存将按输入数量调整，是否提交
zh_hant: 提交後，商品庫存將按輸入數量調整，是否提交

source: Select Inventory Type
vi: Chọn loại nhập kho
zh_hans: 选择入库类型
zh_hant: 選擇入庫類型

source: Select Outbound Type
vi: Chọn loại xuất kho
zh_hans: 选择出库类型
zh_hant: 選擇出庫類型

source: Payment Amount
vi: Số tiền thanh toán
zh_hans: 收款金额
zh_hant: 收款金額

source: All Time Sale
vi: Bán liên tục
zh_hans: 全时段售卖
zh_hant: 全時段售賣

source: Custom Sale Time
vi: Bán theo giờ
zh_hans: 自定义售卖时段
zh_hant: 自定義售賣時段

# user_member_no_with
source: User {no}
vi: Người dùng {no}
zh_hans: 用户{no}
zh_hant: 用戶{no}

source: Network Error
vi: Lỗi mạng
zh_hans: 网络异常
zh_hant: 網絡異常

source: Has Cashier Account
vi: Đã có tài khoản quầy
zh_hans: 已有收银账号
zh_hant: 已有收銀帳號

source: Go Login
vi: Đăng nhập
zh_hans: 去登录
zh_hant: 去登錄

source: No Cashier Account
vi: Chưa có tài khoản quầy
zh_hans: 还没有收银账号
zh_hant: 還沒有收銀帳號

# scan_qr_code_download_app
source: Scan the QR code on the left to download the "吉祥管店" app and register
vi: Quét mã QR để tải xuống ứng dụng "吉祥管店" và đăng ký
zh_hans: 手机扫描左侧二维码，下载「吉祥管店」APP，并完成注册
zh_hant: 手機掃描左側二維碼，下載「吉祥管店」APP，並完成註冊

# scan_qr_code_download_app_tips
source: Scan the QR code on the left to download the "吉祥管店" app and register
vi: Quét mã QR để tải xuống ứng dụng "吉祥管店" và đăng ký
zh_hans: 扫管店App开工码
zh_hant: 掃管店App開工碼

# scan_qr_code_download_app_tips_2
source: Scan the QR code on the left to download the "吉祥管店" app and register
vi: Quét mã QR để tải xuống ứng dụng "吉祥管店" và đăng ký
zh_hans: 请使用设备收银枪，扫吉祥管店App上「我的」页面 的开工码开工
zh_hant: 請使用設備收銀槍，掃吉祥管店App上「我的」頁面的開工碼開工

source: No Shop
vi: Bạn chưa tạo cửa hàng
zh_hans: 您还没创建店铺
zh_hant: 您還沒有創建店鋪

# create_shop
source: Please create a shop in the "吉祥管店" app
vi: Vui lòng tạo cửa hàng trong ứng dụng "吉祥管店"
zh_hans: 请在「吉祥管店APP」创建店铺
zh_hant: 請在「吉祥管店APP」創建店鋪

source: Refresh
vi: Làm mới
zh_hans: 刷新
zh_hant: 刷新

source: Connect External Device
vi: Kết nối thiết bị ngoại vi
zh_hans: 连接外置设备
zh_hant: 連接外置設備

# connect_label_printer
source: Please connect the label printer
vi: Vui lòng kết nối máy in nhãn
zh_hans: 请连接标签打印机
zh_hant: 請連接標籤打印機

source: Print Task Pushed
vi: Nhiệm vụ in đã được gửi
zh_hans: 打印任务已推送
zh_hant: 打印任務已推送

# print_task_pushed_tips
source: This print {len} labels, has been pushed to the printer, please wait for the print to complete.
vi: Đã in {len} nhãn, đã gửi đến máy in, vui lòng chờ in hoàn tất.
zh_hans: 此次打印{len}个标签，已推送到打印机，请等待打印完成。
zh_hant: 此次打印{len}個標籤，已推送到打印機，請等待打印完成。

source: Print Error
vi: Lỗi in
zh_hans: 打印异常
zh_hant: 打印異常

# print_error_tips
source: Device "{name}" print error, please check if it is correctly connected, if the problem persists, please try to restart the device
vi: Thiết bị "{name}" in lỗi, vui lòng kiểm tra kết nối, nếu vấn đề tiếp tục, vui lòng thử khởi động lại thiết bị
zh_hans: 设备「{name}」打印异常，请检查是否正确连接，如问题持续，请尝试重启设备
zh_hant: 設備「{name}」打印異常，請檢查是否正確連接，如問題持續，請嘗試重啟設備

source: Network Unavailable
vi: Mạng không khả dụng, vui lòng kiểm tra cài đặt mạng
zh_hans: 网络不可用，请检查网络设置
zh_hant: 網絡不可用，請檢查網絡設置

source: Reload
vi: Làm mới
zh_hans: 重新加载
zh_hant: 重新加載

source: Don't Panic
vi: Đừng lo, một chút sự cố nhỏ
zh_hans: 别慌，一点小意外
zh_hant: 別慌，一點小意外

# network_error_tips
source: Please check the network status and try refreshing again
vi: Vui lòng kiểm tra trạng thái mạng và thử làm mới
zh_hans: 请检查网络状态后，再次刷新试试
zh_hant: 請檢查網絡狀態後，再次刷新試試

source: Bluetooth Device Disconnected
vi: Thiết bị Bluetooth đã ngắt kết nối
zh_hans: 蓝牙设备已断开
zh_hant: 藍牙設備已斷開

source: Bluetooth Device Connected
vi: Thiết bị Bluetooth đã kết nối
zh_hans: 蓝牙设备已连接
zh_hant: 藍牙設備已連接

source: Loaded All Data
vi: Đã tải xuống tất cả dữ liệu
zh_hans: 已加载完全部数据
zh_hant: 已加載完全部數據

# label_scale
source: Label Scale [{name}]
vi: Cân nhãn [{name}]
zh_hans: 标签秤[{name}]
zh_hant: 標籤秤[{name}]

source: Disconnect
vi: Ngắt kết nối
zh_hans: 断开
zh_hant: 斷開

source: Connect
vi: Kết nối
zh_hans: 连接
zh_hant: 連接

source: Select Payment Method
vi: Chọn phương thức thanh toán
zh_hans: 选择收款方式
zh_hant: 選擇收款方式

source: Scan Code Payment
vi: Quét mã QR thanh toán
zh_hans: 扫码收款
zh_hant: 掃碼收款

source: Scan Code Payment - Wechat
vi: Quét mã QR - 微信
zh_hans: 扫码 - 微信
zh_hant: 掃碼 - 微信

source: Scan Code Payment - Alipay
vi: Quét mã QR - 支付宝
zh_hans: 扫码 - 支付宝
zh_hant: 掃碼 - 支付寶

source: Revocation
vi: Hủy bỏ
zh_hans: 撤销
zh_hant: 撤銷

source: Add Payment Method
vi: Thêm phương thức thanh toán
zh_hans: 添加支付方式
zh_hant: 添加支付方式

# still_need_to_pay_with
source: Still Need To Pay With ¥{amount}
vi: Còn thiếu ¥{amount}
zh_hans: 还差 ¥{amount}
zh_hant: 還差 ¥{amount}

# scan_code_payment_tips
source: Scan Code Payment ¥{scanAmount}, Refunded To Customer Account
vi: Quét mã QR thanh toán ¥{scanAmount}，Đã hoàn tiền vào tài khoản khách hàng
zh_hans: 扫码收款 ¥{scanAmount}，已退款到顾客账户
zh_hant: 掃碼收款 ¥{scanAmount}，已退款到顧客帳戶

source: Payment Failed
vi: Thanh toán thất bại
zh_hans: 支付失败
zh_hant: 支付失敗

# scan_customer_payment_code
source: Please Scan Customer Payment Code
vi: Vui lòng quét mã QR khách hàng thanh toán
zh_hans: 请扫顾客付款码
zh_hant: 請掃顧客付款碼

source: Cloud Payment
zh_hans: 云闪付
zh_hant: 雲閃付

source: Discount
vi: Giảm giá
zh_hans: 折扣
zh_hant: 折扣

# input_correct_amount
source: Please Input Correct Amount
vi: Vui lòng nhập số tiền đúng
zh_hans: 请输入正确的金额
zh_hant: 請輸入正確的金額

source: Member Identity Verification
vi: Xác thực danh tính thành viên
zh_hans: 会员身份验证
zh_hant: 會員身份驗證

# verification_code_sent_to
source: Verification Code Sent To {name}
vi: Mã xác thực đã được gửi đến {name}
zh_hans: 已发送验证码至 {name}
zh_hant: 已發送驗證碼至 {name}

source: Verification Code Error
vi: Mã xác thực không chính xác
zh_hans: 验证码错误
zh_hant: 驗證碼錯誤

source: Support Alipay, Wechat, Cloud Payment
vi: Hỗ trợ thanh toán bằng Alipay, Wechat, Cloud Payment
zh_hans: 支持支付宝、微信支付、云闪付
zh_hant: 支持支付寶、微信支付、雲閃付

# per_person
source: /person
vi: /người
zh_hans: /人
zh_hant: /人

# per_table
source: /table
vi: /bàn
zh_hans: /桌
zh_hant: /桌

source: Required Item
vi: Món ăn bắt buộc
zh_hans: 必点商品
zh_hant: 必點商品

source: As Wholesale Price
vi: Bán theo giá bán sỉ
zh_hans: 按批发价销售
zh_hant: 按批發價銷售

source: Show Unit Price
vi: Hiển thị giá đơn vị
zh_hans: 显示单价
zh_hant: 顯示單價

source: Only Show Non-Standard Goods
vi: Chỉ hiển thị sản phẩm không chuẩn
zh_hans: 仅显示非标品
zh_hant: 僅顯示非標品

# select_practice
source: Please Select {practiceName}
vi: Vui lòng chọn {practiceName}
zh_hans: 请选择{practiceName}
zh_hant: 請選擇{practiceName}

source: Selected Practice
vi: Đã chọn cách làm
zh_hans: 已选择做法
zh_hant: 已選擇做法

source: Select Cooking Method
vi: Chọn cách làm
zh_hans: 选择做法
zh_hant: 選擇做法

source: Combo Detail
vi: Chi tiết gói
zh_hans: 套餐详情
zh_hant: 套餐詳情

source: Pending Weighing
vi: Đang cân
zh_hans: 待称重
zh_hant: 待稱重

# amount_with
source: Amount: {amount}
vi: Số lượng: {amount}
zh_hans: 数量：{amount}
zh_hant: 數量：{amount}

source: Frozen
vi: Đã đóng băng
zh_hans: 已冻结
zh_hant: 已凍結

source: Goods Price Or Weight Change
vi: Giá sản phẩm/Trọng lượng
zh_hans: 商品改价/重量
zh_hant: 商品改價/重量

source: Deduction
vi: Giảm giá
zh_hans: 减免
zh_hant: 減免

# discount_amount
source: Discount
vi: Giảm giá
zh_hans: 折
zh_hant: 折

source: More Function
vi: Thêm chức năng
zh_hans: 更多功能
zh_hant: 更多功能

source: Close Combo Payment
vi: Đóng gói thanh toán
zh_hans: 关闭组合支付
zh_hant: 關閉組合支付

# close_combo_payment_tips
source: After closing, the transaction will be voided, and ¥{receivedAmount} will need to be manually refunded to the customer, continue to close
vi: Đóng gói thanh toán, giao dịch bị hủy bỏ, cần thực hiện hoàn tiền ¥{receivedAmount} cho khách hàng, có tiếp tục đóng gói thanh toán không
zh_hans: 关闭后交易作废，需手动退款 ¥{receivedAmount} 给顾客，是否继续关闭
zh_hant: 關閉後交易作廢，需手動退款 ¥{receivedAmount} 給顧客，是否繼續關閉

source: Continue Payment
vi: Tiếp tục thanh toán
zh_hans: 继续收款
zh_hant: 繼續收款

source: Received Amount
vi: Số tiền đã thu
zh_hans: 已收金额
zh_hant: 已收金額

source: Pending Amount
vi: Số tiền còn lại
zh_hans: 待收金额
zh_hant: 待收金額

source: Not In Sale Period
vi: Không trong khoảng thời gian bán
zh_hans: 不在售卖时段
zh_hant: 不在售賣時段

source: Select Member
vi: Chọn thành viên
zh_hans: 选择会员
zh_hant: 選擇會員

source: Member Frozen
vi: Thành viên đã bị đóng băng
zh_hans: 会员被冻结
zh_hant: 會員被凍結

# member_frozen_tips
source: Member is frozen, continue to freeze
vi: Thành viên đang ở trạng thái đóng băng, có tiếp tục đóng băng không
zh_hans: 会员处于冻结状态，是否解除会员冻结
zh_hant: 會員處於凍結狀態，是否解除會員凍結

source: Unfreeze
vi: Mở khóa
zh_hans: 解除冻结
zh_hant: 解除凍結

source: Confirm Change Table
vi: Xác nhận đổi bàn
zh_hans: 确认换桌
zh_hant: 確認換桌

source: Pending Clear Table
vi: Đang chờ thanh toán
zh_hans: 待清台
zh_hant: 待清台

# go_to_shop_management
source: Go to "吉祥管店" app, enter the【我的】-【店铺设置】-【桌台管理】, add area or table
vi: Điền vào ứng dụng "吉祥管店"，vào mục【我的】-【店鋪設置】-【桌台管理】，添加區域或桌台
zh_hans: 前往管店APP，进入【我的】-【店铺设置】-【桌台管理】，添加区域或桌台
zh_hant: 前往管店APP，進入【我的】-【店鋪設置】-【桌台管理】，添加區域或桌台

source: Member Login
vi: Đăng nhập thành viên
zh_hans: 会员登录
zh_hant: 會員登錄

# member_login_tips
source: Support QR code, phone number or card login
vi: Hỗ trợ quét mã QR, nhập số điện thoại hoặc thanh toán bằng thẻ
zh_hans: 支持扫会员码、输入手机号或刷会员卡登录
zh_hant: 支持掃碼、輸入手機號或刷卡登錄

source: Mini Program Code Generating...
vi: Đang tạo mã QR mini-program...
zh_hans: 小程序码生成中...
zh_hant: 小程序碼生成中...

source: Search Member
vi: Tìm kiếm thành viên
zh_hans: 查找会员
zh_hant: 查找會員

source: Contact Information
vi: Thông tin liên hệ
zh_hans: 联系方式
zh_hant: 聯繫方式

source: Select Refund Method
vi: Chọn phương thức hoàn tiền
zh_hans: 选择退款方式
zh_hant: 選擇退款方式

source: Should Refund Amount
vi: Số tiền hoàn tiền
zh_hans: 应退金额
zh_hant: 應退金額

source: Refund To Account
vi: Hoàn tiền vào tài khoản
zh_hans: 退还账户
zh_hant: 退款至帳戶

source: Unbind Success
vi: Hủy bỏ thành công
zh_hans: 解绑成功
zh_hant: 解綁成功

source: Switch Network
vi: Chuyển mạng
zh_hans: 切换网络
zh_hant: 切換網絡

# exit_tips
source: Tap again to exit
vi: Nhấn lại để thoát
zh_hans: 再按一次退出
zh_hant: 再按一次退出

source: Payment Timeout
vi: Thanh toán hết hạn
zh_hans: 支付超时
zh_hant: 支付超時

# payment_timeout_tips
source: Please confirm if the customer has paid successfully, network issues/customer did not perform
vi: Vui lòng xác nhận xem khách hàng đã thanh toán thành công chưa, vấn đề mạng/khách hàng không thực hiện
zh_hans: 请向顾客确认是否支付成功，网络异常/顾客未进行操作
zh_hant: 請向顧客確認是否支付成功，網絡異常/顧客未進行操作

# payment_failed_reason_with
source: Failure Reason: {reason}
vi: Lý do thất bại: {reason}
zh_hans: 失败原因：{reason}
zh_hant: 失敗原因：{reason}

# payment_failed_tips
source: Payment failed, please check the customer's payment code and try again
vi: Không thực hiện thanh toán, vui lòng kiểm tra mã thanh toán của khách hàng, và thử lại
zh_hans: 没有收款成功，请顾客检查付款码，并重新扫码收款
zh_hant: 沒有收款成功，請顧客檢查付款碼，並重新掃碼收款

source: Retry Payment
vi: Thử lại thanh toán
zh_hans: 重新收款
zh_hant: 重新收款

source: Payment Success
vi: Hoàn tất, đã nhận được tiền
zh_hans: 完成，已收到款
zh_hant: 完成，已收到款

source: Pending Customer Operation
vi: Đang chờ khách hàng hoàn tất
zh_hans: 待顾客完成操作
zh_hant: 待顧客完成操作

# pending_customer_operation_tips
source: Please complete the payment in Wechat or Alipay
vi: Vui lòng khách hàng thực hiện thanh toán trong ứng dụng Wechat hoặc Alipay
zh_hans: 请顾客在微信或支付宝进行操作，以完成支付～
zh_hant: 請顧客在微信或支付寶進行操作，以完成支付～

source: Payment Processing
vi: Đang thanh toán
zh_hans: 收款中
zh_hant: 收款中

source: Customer Payment Success
vi: Khách hàng đã thanh toán thành công
zh_hans: 顾客已付款成功
zh_hant: 顧客已付款成功

source: Verification Processing
vi: Đang kiểm tra
zh_hans: 校验中
zh_hant: 校驗中

# download_completed
source: Download Completed, Click Install
vi: Đã hoàn tất tải xuống, nhấn vào cài đặt
zh_hans: 已完成下载，点击安装
zh_hant: 已完成下載，點擊安裝

# download_interrupted
source: Download Interrupted, Click Continue Download
vi: Đã ngắt kết nối, nhấn vào tiếp tục tải xuống
zh_hans: 中断，点击继续下载
zh_hant: 中斷，點擊繼續下載

source: Download And Install
vi: Tải xuống và cài đặt
zh_hans: 下载并安装
zh_hant: 下載並安裝

source: Download Failed
vi: Tải xuống thất bại
zh_hans: 下载失败
zh_hant: 下載失敗

source: Not Use
vi: Không sử dụng
zh_hans: 暂不使用
zh_hant: 暫不使用

# selected_goods_with_num
source: Selected {num} Goods
vi: Đã chọn {num} sản phẩm
zh_hans: 已选 {num} 个商品
zh_hant: 已選 {num} 個商品

# search_goods_name
source: Search Goods Name/Barcode
vi: Tìm kiếm tên sản phẩm
zh_hans: 搜索商品名称
zh_hant: 搜索商品名稱

# no_permission_to_operate_commodity_archive
source: You Don't Have Permission To Operate Goods File
vi: Bạn không có quyền thao tác tệp sản phẩm
zh_hans: 您没有权限操作商品档案
zh_hant: 您沒有權限操作商品檔案

# import_or_add_goods
source: You Can Import Data From Old Cashier Or Manually Add Goods
vi: Bạn có thể nhập dữ liệu từ máy quầy hoặc thêm sản phẩm mới
zh_hans: 您可以将旧收银机的数据导入或手动 新增商品
zh_hant: 您可以將舊收銀機的數據導入或手動 新增商品

# delete_goods_tips
source: After deleting, the goods will not be able to be recovered, are you sure you want to delete?
vi: Xóa sau đó, sản phẩm sẽ không thể khôi phục, bạn có chắc chắn muốn xóa không?
zh_hans: 删除后，该商品将无法恢复，是否确认删除？
zh_hant: 刪除後，該商品將無法恢復，是否確認刪除？

source: Scan Barcode For Warehouse Operation
vi: Quét mã vạch sản phẩm để thực hiện nhập/xuất kho
zh_hans: 扫商品条码进行出入库
zh_hant: 掃商品條碼進行出入庫

source: Goods Scan Barcode
vi: Quét mã vạch sản phẩm
zh_hans: 商品扫码
zh_hant: 商品掃碼

source: Scan Barcode To View Goods Info And Add Goods
vi: Quét mã vạch sản phẩm để xem thông tin sản phẩm và thêm sản phẩm mới
zh_hans: 扫商品条码查看商品信息、新增商品
zh_hant: 掃商品條碼查看商品信息、新增商品
