Repository: myron6520/common_lang
Catalog: lib/l10n/intl_*.arb
Languages: vi, zh_hans, zh_hant

# mobile_classification
source: Move Category
vi: Phân loại di động
zh_hans: 移动分类
zh_hant: 移動分類

source: Delete Product
vi: Xóa hàng hóa
zh_hans: 删除商品
zh_hant: 刪除商品

source: Member Discount
vi: Chiết khấu thành viên
zh_hans: 会员折扣
zh_hant: 會員折扣

source: Select Target Category
vi: Chọn loại mục tiêu
zh_hans: 选择目标分类
zh_hant: 選擇目標分類

source: Warehousing
vi: Nhập/xuất kho
zh_hans: 出入库
zh_hant: 出入庫

source: Universal
vi: Tổng quát
zh_hans: 通用
zh_hant: 通用

source: Inventory
vi: Kiểm kê
zh_hans: 盘点
zh_hant: 盤點

# new_goods_hint_1
source: Product Barcode '{name}' Does Not Exist, Add New?
vi: Mã vạch hàng hóa "{name}" không tồn tại, có nên thêm mới không
zh_hans: 商品条码「{name}」不存在，是否新增
zh_hant: 商品條碼「{name}」不存在，是否新增

# new_goods_hint_2
source: Product Information Exists In Archive, Add New?
vi: Tài liệu hàng hóa có thông tin hàng hóa, có nên thêm mới không
zh_hans: 商品档案有该商品信息，是否新增
zh_hant: 商品檔案有該商品信息，是否新增

source: Adjust Inventory
vi: Điều chỉnh tồn kho
zh_hans: 调整库存
zh_hant: 調整庫存

source: Purchase Storage
vi: Nhập kho mua hàng
zh_hans: 采购入库
zh_hant: 採購入庫

# out_of_stock
source: Damage Outbound
vi: Xuất kho hỏng
zh_hans: 破损出库
zh_hant: 破損出庫

# inventory_num
source: Inventory Quantity
vi: Số lượng kiểm kê
zh_hans: 盘点数量
zh_hant: 盤點數量

# inbound_num
source: Inbound Quantity
vi: Số lượng nhập kho
zh_hans: 入库数量
zh_hant: 入庫數量

# out_of_stock_num
source: Outbound Quantity
vi: Số lượng xuất kho
zh_hans: 出库数量
zh_hant: 出庫數量

# remarks_hint
source: Remarks (Limit 36 Characters)
vi: Ghi chú (giới hạn 36 ký tự)
zh_hans: 备注（限36字）
zh_hant: 備註（限36字）

source: Product Details
vi: Chi tiết sản phẩm
zh_hans: 商品详情
zh_hant: 商品詳情

# commodity_batch
source: Product Batch
vi: Lô hàng hóa
zh_hans: 商品批次
zh_hant: 商品批次

source: View Batch
vi: Xem lô
zh_hans: 查看批次
zh_hant: 查看批次

# join_shop
source: Join Store
vi: Tham gia cửa hàng
zh_hans: 加入店铺
zh_hant: 加入店鋪

# take_pictures
source: Take Photo
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

source: Select From Album
vi: Chọn từ album
zh_hans: 从相册中选择
zh_hant: 從相冊中選擇

source: ID Card
vi: CMND
zh_hans: 身份证
zh_hant: 身份證

# long_term_effective
source: Long Term Valid
vi: Dài hạn
zh_hans: 长期有效
zh_hant: 長期有效

# not_long_term_effective
source: Not Long Term Valid
vi: Không dài hạn
zh_hans: 非长期有效
zh_hant: 非長期有效

source: Qualification Certificate
vi: Chứng chỉ chuyên môn
zh_hans: 资质证明
zh_hant: 資質證明

source: Enter Invitation Code
vi: Nhập mã mời
zh_hans: 输入邀请码
zh_hant: 輸入邀請碼

# open_flashlight
source: Turn On Flashlight
vi: Mở đèn pin
zh_hans: 开启手电筒
zh_hant: 開啟手電筒

# shut_flashlight
source: Turn Off Flashlight
vi: Tắt đèn pin
zh_hans: 关闭手电筒
zh_hant: 關閉手電筒

# apply_join_store
source: Apply To Join Store
vi: Nộp đơn tham gia cửa hàng
zh_hans: 申请加入店铺
zh_hant: 申請加入店鋪

# join_shop_hint
source: You Are Using {name} To Apply To Join, Submit Application?
vi: Bạn đang sử dụng {name} để nộp đơn, có muốn nộp đơn không?
zh_hans: 您正在使用 {name} 申请加入，是否提交申请？
zh_hant: 您正在使用 {name} 申請加入，是否提交申請？

# wrong_invitation_code
source: Wrong Store Invitation Code
vi: Mã mời cửa hàng sai
zh_hans: 店铺邀请码错误
zh_hant: 店鋪邀請碼錯誤

# please_re_enter
source: Please Check And Re-Enter
vi: Vui lòng kiểm tra lại và nhập lại
zh_hans: 请检查后重新输入
zh_hant: 請檢查後重新輸入

# enter_shop_invitation_code
source: Enter Store Invitation Code
vi: Nhập mã mời cửa hàng
zh_hans: 输入店铺邀请码
zh_hant: 輸入店鋪邀請碼

# enter_shop_invitation_code_hint
source: Store Invitation Code Is An 8-Digit Code Composed Of Letters, Can Be Obtained From Administrator
vi: Mã mời cửa hàng được mã hóa bằng 8 chữ cái, có thể nhận được từ người quản lý
zh_hans: 店铺邀请码由字母组成的8位编码，可通过管理者获取

# please_enter_8_digit_invitation_code
source: Please Enter 8-Digit Store Invitation Code
vi: Vui lòng nhập mã mời cửa hàng 8 chữ cái
zh_hans: 请输入8位店铺邀请码
zh_hant: 請輸入8位店鋪邀請碼

# scan_QR_code_join
source: Scan QR Code To Join
vi: Quét mã QR để tham gia
zh_hans: 扫描二维码加入
zh_hant: 掃碼加入

source: Submit
vi: Nộp
zh_hans: 提交
zh_hant: 提交

# back_previous
source: Back
vi: Quay lại bước trước
zh_hans: 返回上一步
zh_hant: 返回上一步

source: Management Type
vi: Loại quản lý
zh_hans: 经营类型
zh_hant: 經營類型

# store_door_photo
source: Store Front Photo
vi: Ảnh cửa hàng
zh_hans: 门店门头照片
zh_hant: 店鋪門頭照片

# store_door_photo_hint
source: Please Take A Complete Photo Of The Entrance From Outside The Store, With Clear Signage Text
vi: Vui lòng chụp ảnh cửa hàng ngoài cửa, chữ viết rõ ràng
zh_hans: 请于门店外拍摄完整的门口照片，招牌文字清晰可见
zh_hant: 請於店鋪外拍攝完整的門頭照片，招牌文字清晰可見

# store_environment_photos
source: Store Interior Photos
vi: Ảnh môi trường cửa hàng
zh_hans: 店内环境照片
zh_hant: 店鋪環境照片

# store_environment_photos_hint
source: Please Take Photos Of Service Facilities And Environment Inside The Store, Do Not Photograph Single Items
vi: Vui lòng chụp ảnh môi trường dịch vụ và nơi kinh doanh cửa hàng, vui lòng không chụp đồ đơn
zh_hans: 请拍摄门店内服务设施和场所环境，请勿拍摄单一物品
zh_hant: 請拍攝店鋪內服務設施和場所環境，請勿拍攝單一物品

# service_scene_photo_1
source: Business/Service Scene Photo 1
vi: Ảnh cửa hàng/dịch vụ trước
zh_hans: 经营/服务现场照片1
zh_hant: 經營/服務現場照片1

# service_scene_photo_hint
source: Please Take Scene Photos Including Service Facilities Or Product Displays, Do Not Photograph Single Items
vi: Vui lòng chụp ảnh trước cửa hàng/kinh doanh, vui lòng không chụp đồ đơn
zh_hans: 请拍摄包含服务设施或商品陈列的现场照片，请勿拍摄单一物品
zh_hant: 請拍攝包含服務設施或商品陳列的現場照片，請勿拍攝單一物品

# service_scene_photo_2
source: Business/Service Scene Photo 2
vi: Ảnh cửa hàng/dịch vụ trước
zh_hans: 经营/服务现场照片2
zh_hant: 經營/服務現場照片2

source: Audit Results
vi: Kết quả kiểm tra
zh_hans: 审核结果
zh_hant: 審核結果

# successfully_opened
source: Store Opened Successfully
vi: Mở cửa hàng thành công
zh_hans: 开店成功
zh_hant: 開店成功

# successfully_opened_hint
source: Congratulations On Passing The Audit, You Can Start Using JiXiang Store Wish You A Pleasant Experience And Prosperous Business
vi: Chúc mừng kiểm tra đã được chấp thuận, bạn có thể bắt đầu sử dụng cửa hàng Chúc bạn sử dụng vui vẻ, thành công kinh doanh
zh_hans: 恭喜审核通过，您可以开始使用吉祥管店 祝你使用愉快，生意兴隆
zh_hant: 恭喜審核通過，您可以開始使用吉祥管店 祝您使用愉快，生意興隆

# bank_address
source: Bank Branch Address
vi: Địa chỉ ngân hàng
zh_hans: 开户行地址
zh_hant: 開戶行地址

source: Account Type
vi: Loại tài khoản
zh_hans: 账户类型
zh_hant: 賬戶類型

source: Self-Encoding
vi: Mã tự động
zh_hans: 自编码
zh_hant: 自編碼

source: Member Price
vi: Giá thành viên
zh_hans: 会员价
zh_hant: 會員價

# no_classification
source: No Categories
vi: Chưa có phân loại
zh_hans: 暂无分类
zh_hant: 暫無分類

# no_classification_hint
source: You Can Create Your Own Categories, Or Use Our Category Templates
vi: Bạn có thể tự tạo loại hoặc sử dụng mẫu loại được cung cấp cho bạn
zh_hans: 您可以自己创建分类，也可以使用我 们为您提供的分类模板
zh_hant: 您可以自己創建分類，也可以使用 我們為您提供的分類模板

# Classification_template
source: Category Template
vi: Mẫu loại
zh_hans: 分类模板
zh_hant: 分類模板

# use_category_template
source: Use This Category Template
vi: Sử dụng mẫu loại này
zh_hans: 使用此分类模板
zh_hant: 使用此分類模板

source: Edit Name
vi: Sửa tên
zh_hans: 修改姓名
zh_hant: 修改姓名

# associate_alipay
source: Link Alipay
vi: Liên kết Alipay
zh_hans: 关联支付宝
zh_hant: 關聯支付寶

source: Modify Phone Number
vi: Đổi số điện thoại
zh_hans: 修改手机号
zh_hant: 修改手機號

# phoneNumberSuccessfully
source: Phone Number Modified Successfully
vi: Số điện thoại đã được chỉnh sửa thành công
zh_hans: 手机号修改成功
zh_hant: 手機號碼修改成功

# phoneNumberSuccessfullyHint
source: Will Log Out Account, Please Login With New Phone Number
vi: Sắp đăng xuất tài khoản, vui lòng sử dụng số điện thoại mới để đăng nhập
zh_hans: 即将退出账户，请使用新的手机号码进 行登录
zh_hant: 即將退出賬號，請使用新的手機號碼進行登錄

# InviteYouJoin
source: {name} Invites You To Join
vi: {name} mời bạn tham gia
zh_hans: {name}邀请你加入
zh_hant: {name}邀請你加入

# shop_invitation_code
source: Store Invitation Code
vi: Mã mời cửa hàng
zh_hans: 店铺邀请码
zh_hant: 店鋪邀請碼

source: Reset
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

# employee_join_application
source: Staff Join Application
vi: Đơn đăng ký nhân viên
zh_hans: 员工加入申请
zh_hant: 員工加入申請

source: Applicant:
vi: Người nộp đơn:
zh_hans: 申请人：
zh_hant: 申請人：

source: Pass
vi: Được chấp thuận
zh_hans: 通过
zh_hant: 通過

source: Refuse
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

# delete_employee
source: Delete Staff
vi: Xóa nhân viên
zh_hans: 删除员工
zh_hant: 刪除員工

# delete_employee_hint
source: After Deletion, Staff Will Be Removed From Store, Cashier Data Retained
vi: Xóa sau đó, nhân viên sẽ bị loại khỏi cửa hàng, dữ liệu thu ngân không bị xóa
zh_hans: 删除后，员工将被移出店铺，收银 数据保留
zh_hant: 刪除後，員工將被移出店鋪，收銀數據保留

source: Business Report
vi: Báo cáo doanh thu
zh_hans: 营业报表
zh_hant: 營業報表

source: Marketing Activity
vi: Hoạt động marketing
zh_hans: 营销活动
zh_hant: 營銷活動

source: Not Started
vi: Chưa bắt đầu
zh_hans: 未开始
zh_hant: 未開始

source: In Progress
vi: Đang diễn ra
zh_hans: 进行中
zh_hant: 進行中

# over
source: Ended
vi: Đã kết thúc
zh_hans: 已结束
zh_hant: 已結束

source: Edit Product
vi: Chỉnh sửa sản phẩm
zh_hans: 编辑商品
zh_hant: 編輯商品

source: Select Adjustment Method
vi: Chọn phương pháp điều chỉnh
zh_hans: 选择调整方式
zh_hant: 選擇調整方式

source: Create Event
vi: Tạo sự kiện
zh_hans: 创建活动
zh_hant: 創建活動

source: Select Activity Type
vi: Chọn loại sự kiện
zh_hans: 选择活动类型
zh_hant: 選擇活動類型

# create
source: Create {name}
vi: Tạo {name}
zh_hans: 创建{name}
zh_hant: 創建{name}

# edit_
source: Edit {name}
vi: Chỉnh sửa {name}
zh_hans: 编辑{name}
zh_hant: 編輯{name}

# full_reduction_activity
source: Full Order Reduction
vi: Giảm giá đơn hàng
zh_hans: 整单满减
zh_hant: 整單滿減

# full_gift_1_activity
source: Buy And Gift
vi: Mua tặng
zh_hans: 买赠
zh_hant: 買贈

# full_gift_2_activity
source: Full Order Gift
vi: Mua tặng đơn hàng
zh_hans: 整单满赠
zh_hant: 整單滿贈

source: Activity Name
vi: Tên sự kiện
zh_hans: 活动名称
zh_hant: 活動名稱

# activity_deadline
source: Activity Period
vi: Thời hạn sự kiện
zh_hans: 活动期限
zh_hant: 活動期限

source: Start Time
vi: Thời gian bắt đầu
zh_hans: 开始时间
zh_hant: 開始時間

source: End Time
vi: Thời gian kết thúc
zh_hans: 结束时间
zh_hant: 結束時間

# activity_goods
source: Activity Products
vi: Sản phẩm sự kiện
zh_hans: 活动商品
zh_hant: 活動商品

# full_reduction_type
source: Reduction Type
vi: Loại giảm giá
zh_hans: 满减类型
zh_hant: 滿減類型

# type_of_activity
source: Activity Type
vi: Loại sự kiện
zh_hans: 活动类型
zh_hant: 活動類型

source: Offer Stacking
vi: Khuyến mãi chồng lên
zh_hans: 优惠叠加
zh_hant: 優惠疊加

# full_subtraction_model
source: Select Reduction Mode
vi: Chọn mô hình giảm giá
zh_hans: 选择满减模式
zh_hant: 選擇滿減模式

# full_reduction_condition
source: Reduction Condition
vi: Điều kiện giảm giá
zh_hans: 满减条件
zh_hant: 滿減條件

source: Save Changes
vi: Lưu thay đổi
zh_hans: 保存修改
zh_hant: 保存修改

# member_info
source: Member Details
vi: Thông tin thành viên
zh_hans: 会员详情
zh_hant: 會員詳情

source: Add Member
vi: Thêm thành viên
zh_hans: 添加会员
zh_hant: 添加會員

# edit_shop_address
source: Edit Store Address
vi: Chỉnh sửa địa chỉ cửa hàng
zh_hans: 编辑店铺地址
zh_hant: 編輯店鋪地址

# select_goods
source: Select Products
vi: Chọn sản phẩm
zh_hans: 选择商品
zh_hant: 選擇商品

# inventory_hint
source: Bulk Package Products Do Not Count Inventory, When Purchasing Or Modifying Inventory, Convert To Small Package Product Inventory By Ratio, One Carton Of Cigarettes Breaks Down Into 10 Packs For Storage.
vi: Không tính tồn kho của bao bì lớn, khi nhập hoặc chỉnh sửa tồn kho, tính theo tỷ lệ để tính tồn kho bao bì nhỏ, một điếu hàng được chia thành 10 bao nhập kho.
zh_hans: 大包装商品不计库存，进货或修改库存时，按比例折算为小包装商品库存，一条烟拆成 10 包入库。
zh_hant: 大包裝商品不計庫存，進貨或修改庫存時，按比例折算為小包裝商品庫存，一條煙拆成 10 包入庫。

# unpack_the_size
source: Unpack Bulk Package
vi: Giải phóng kích thước bao bì
zh_hans: 解除大小包装
zh_hant: 解除大小包裝

# unpack_the_size_hint
source: Unpacking Package Association Requires Entering Current Inventory Of Bulk Package Product, After Unpacking, Will Deduct Small Package Inventory According To {name} Association Ratio.
vi: Giải phóng liên kết bao bì cần nhập tồn kho bao bì lớn hiện tại, giải phóng sau đó, sẽ trừ tồn kho bao bì nhỏ theo mối quan hệ liên kết {name}.
zh_hans: 解除包装关联需要输入大包装商品的当前库存，解除后，将按 {name} 的关联关系扣除小包装库存。
zh_hant: 解除包裝關聯需要輸入大包裝商品的當前庫存，解除後，將按 {name} 的關聯關係扣除小包裝庫存。

# large_package
source: Bulk Package
vi: Bao bì lớn
zh_hans: 大包装
zh_hant: 大包裝

# connect_to_network
source: Connect Device To Network
vi: Thiết bị kết nối mạng
zh_hans: 设备连接网络
zh_hant: 設備連接網絡

source: M1 Cashier Device
vi: M1 thu ngân thiết bị
zh_hans: M1收银设备
zh_hant: M1收銀設備

source: Custom Button
vi: Nút tùy chỉnh
zh_hans: 自定义按键
zh_hant: 自定義按鍵

source: Bind
vi: Kết nối
zh_hans: 绑定
zh_hant: 綁定

source: Unbind
vi: Giải phóng kết nối
zh_hans: 解除绑定
zh_hant: 解除綁定

# bind_successfully
source: Bound Successfully
vi: Kết nối thành công
zh_hans: 绑定成功
zh_hant: 綁定成功

source: Network Management
vi: Quản lý mạng
zh_hans: 网络管理
zh_hant: 網絡管理

# shop_service_provider
source: Service Provider
vi: Nhà cung cấp dịch vụ thuộc
zh_hans: 所属服务商
zh_hant: 所屬服務商

source: Member Order
vi: Đơn hàng thành viên
zh_hans: 会员订单
zh_hant: 會員訂單

source: Member Settings
vi: Cài đặt thành viên
zh_hans: 会员设置
zh_hant: 會員設置

source: Points Settings
vi: Cài đặt điểm
zh_hans: 积分设置
zh_hant: 積分設置

# recharge_settings
source: Recharge Gift Settings
vi: Cài đặt nạp tiền
zh_hans: 充赠设置
zh_hant: 充贈設置

# points_get_rules
source: Points Earning Rules
vi: Quy tắc nhận điểm
zh_hans: 积分获得规则
zh_hant: 積分獲得規則

# per_consumption
source: Per 1 Yuan Consumption
vi: Mỗi 1 đồng tiêu dùng
zh_hans: 每消费1元
zh_hant: 每消費1元

# perConsumptionRequired
source: Please Enter Points Earned Per 1 Yuan Consumption
vi: Vui lòng nhập mỗi 1 đồng tiêu dùng nhận được bao nhiêu điểm
zh_hans: 请输入每消费1元获得多少积分
zh_hant: 請輸入每消費1元獲得多少積分

# get
source: Earn
vi: Nhận
zh_hans: 获得
zh_hant: 獲得

source: Points Exchange Rules
vi: Quy tắc đổi điểm
zh_hans: 积分兑换规则
zh_hant: 積分兌換規則

# equalTo
source: Equals
vi: Bằng
zh_hans: 等于
zh_hant: 等於

# pointsExchangeRequired
source: Please Enter How Many Points Equals 1 Yuan
vi: Vui lòng nhập 1 đồng bằng bao nhiêu điểm
zh_hans: 请输入1元等于多少积分
zh_hant: 請輸入1元等於多少積分

# pointsSettingTips
source: 1. Points Must Be Integers 2. Points Must Be Multiples Of Exchange Amount, E.g. 1 Yuan = 100 Points 3. Must Meet Minimum Exchange Amount To Deduct When Exchanging Products
vi: 1. Điểm phải là số nguyên 2. Điểm cần là bội số của số tiền đổi, ví dụ: 1 đồng = 100 điểm 3. Cần thỏa mãn số tiền đổi tối thiểu để thực hiện trừ điểm
zh_hans: 1.积分额必须为整数 2.积分额需要是兑换额的整倍数，如 1元=100积分 3.兑换商品时需要满足最低兑换额才能进行抵扣
zh_hant: 1.積分額必須為整數 2.積分額需要是兌換額的整倍數，如 1元=100積分 3.兌換商品時需要滿足最低兌換額才能進行抵扣

# rechargeRulesSettings
source: Set Member Recharge Gift Rules
vi: Cài đặt quy tắc nạp tiền
zh_hans: 设置会员充赠规则
zh_hant: 設置會員充贈規則

# rechargeAmountHint
source: Please Enter Recharge Amount
vi: Vui lòng nhập số tiền nạp
zh_hans: 请输入充值金额
zh_hant: 請輸入充值金額

# rechargeAmountRequired
source: Please Enter Recharge Amount
vi: Vui lòng nhập số tiền nạp
zh_hans: 请输入充值金额
zh_hant: 請輸入充值金額

source: Gift Amount
vi: Số tiền tặng
zh_hans: 赠送金额
zh_hant: 贈送金額

# giftAmountHint
source: Please Enter Gift Amount
vi: Vui lòng nhập số tiền tặng
zh_hans: 请输入赠送金额
zh_hant: 請輸入贈送金額

# giftAmountRequired
source: Please Enter Gift Amount
vi: Vui lòng nhập số tiền tặng
zh_hans: 请输入赠送金额
zh_hant: 請輸入贈送金額

# rmb
source: Yuan
vi: đồng
zh_hans: 元
zh_hant: 元

# expenditure
source: Expenditure (Yuan)
vi: Số tiền tiêu dùng (đồng)
zh_hans: 消费额(元)
zh_hant: 消費額(元)

# rechageAmount
source: Stored Value (Yuan)
vi: Giá trị lưu trữ (đồng)
zh_hans: 储值(元)
zh_hant: 儲值(元)

# record
source: Consumption Record
vi: Lịch sử tiêu dùng
zh_hans: 消费记录
zh_hant: 消費記錄

# saveSuccess
source: Saved Successfully
vi: Lưu thành công
zh_hans: 保存成功
zh_hant: 保存成功

# rechargeGiftTitle
source: Recharge {recharge} Yuan Gift {gift} Yuan
vi: Nạp {recharge} đồng tặng {gift} đồng
zh_hans: 充值{recharge}元赠送{gift}元
zh_hant: 充值{recharge}元贈送{gift}元

# rechargeSettingsDelTip
source: Delete This Recharge Gift Setting?
vi: Bạn có chắc chắn muốn xóa cài đặt nạp tiền không?
zh_hans: 是否删除该充赠设置？
zh_hant: 是否刪除該充贈設置？

# rmb1
source: 1 Yuan
vi: 1 đồng
zh_hans: 1元
zh_hant: 1元

source: Balance Before Recharge
vi: Số dư trước khi nạp tiền
zh_hans: 充值前余额
zh_hant: 充值前餘額

source: Balance After Recharge
vi: Số dư sau khi nạp tiền
zh_hans: 充值后余额
zh_hant: 充值後餘額

source: Personal Payment Code
vi: Mã thu tiền cá nhân
zh_hans: 个人收款码
zh_hant: 個人收款碼

source: WeChat
zh_hans: 微信
zh_hant: 微信

# noUpload
source: Not Uploaded
vi: Chưa tải lên
zh_hans: 未上传
zh_hant: 未上傳

source: Submitted
vi: Đã nộp
zh_hans: 已提交
zh_hant: 已提交

# shopOnline
source: Online Store
vi: Cửa hàng trực tuyến
zh_hans: 线上店铺
zh_hant: 線上店鋪

# shopOnlineSettings
source: Online Store Settings
vi: Cài đặt cửa hàng trực tuyến
zh_hans: 线上店铺设置
zh_hant: 線上店鋪設置

# shopOnlineOpen
source: Store Opening
vi: Cửa hàng đã được mở
zh_hans: 店铺开通
zh_hant: 店鋪開通

# shopLocation
source: Store Location
vi: Địa chỉ cửa hàng
zh_hans: 店铺位置
zh_hant: 店鋪位置

# shopLocationSettings
source: Set Store Location Coordinates
vi: Cài đặt vị trí cửa hàng
zh_hans: 设置店铺定位坐标
zh_hant: 設置店鋪定位坐標

# shopOnlineTips
source: Online Store Tips: 1. Products Without Images Will Not Be Displayed Online 2. Products With Inventory ≤0 Will Not Be Displayed 3. Weighed Products Not Displayed, Need To Add As Standard Products
vi: Cảnh báo mở cửa hàng trực tuyến: 1. Sản phẩm chưa có hình ảnh trực tuyến không thực hiện hiển thị sản phẩm trực tuyến 2. Tồn kho ≤ 0 không thực hiện hiển thị sản phẩm 3. Hàng hóa không được hiển thị, cần thêm để thành hàng hóa tiêu chuẩn
zh_hans: 线上开店提示： 1.商品未添加图片线上不进行线上商品展示 2.库存≤0 线上不进行商品展示 3.称重商品不展示，需要新增添加为标准商品
zh_hant: 線上開店提示： 1.商品未添加圖片線上不進行線上商品展示 2.庫存≤0 線上不進行商品展示 3.稱重商品不展示，需要新增添加為標準商品

# getGoodsMethodSettings
source: Pickup Method Settings
vi: Cài đặt cách lấy hàng
zh_hans: 提货方式设置
zh_hant: 提貨方式設置

# getGoodsMethodPickup
source: Store Pickup
vi: Tự lấy tại cửa hàng
zh_hans: 到店自提
zh_hant: 到店自提

# getGoodsMethodDelivery
source: Home Delivery
vi: Giao hàng
zh_hans: 送货上门
zh_hant: 送貨上門

# getGoodsMethodTips
source: Pickup Selection Tips: 1. Store Pickup Requires Consumers To Pick Up At Store 2. Home Delivery Requires Merchant To Provide Delivery Service 3. Both Pickup Methods Can Be Enabled Simultaneously
vi: Cảnh báo lấy hàng: 1. Tự lấy tại cửa hàng được người tiêu dùng lấy từ cửa hàng 2. Giao hàng được người bán thực hiện phục vụ 3. Hỗ trợ đồng thời mở hai cách lấy hàng
zh_hans: 提货选择提示： 1.到店自提由消费者到店铺的自行取货 2.送货上门由商家进行配送服务 3.支持同时开启两种提货方式
zh_hant: 提貨選擇提示： 1.到店自提由消費者到店鋪的自行取貨 2.送貨上門由商家進行配送服務 3.支持同時開啟兩種提貨方式

source: Share To
vi: Chia sẻ đến
zh_hans: 分享至
zh_hant: 分享至

# wxFriend
source: WeChat Friends
vi: Bạn bè WeChat
zh_hans: 微信好友
zh_hant: 微信好友

# hasSettings
source: Set
vi: Đã đặt
zh_hans: 已设置
zh_hant: 已設置

# addPayMethod
source: Add Payment Method
vi: Phương thức ghi nợ mới
zh_hans: 新增记账方式
zh_hant: 新增記賬方式

# editInfo
source: Edit Information
vi: Chỉnh sửa thông tin
zh_hans: 编辑信息
zh_hant: 編輯信息

# payMethodHint
source: Please Enter Payment Method
vi: Vui lòng nhập phương thức ghi nợ
zh_hans: 请输入记账方式
zh_hant: 請輸入記賬方式

# payMethodName
source: Name
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# payMethodTips
source: Maximum 10 Chinese Characters Or 20 English Letters
vi: Nhập tối đa 10 chữ cái và 20 chữ cái
zh_hans: 最多输入 10 位中文字体和 20 位英文字母
zh_hant: 最多輸入 10 位中文字體和 20 位英文字母

# infoNotEnough
source: Information Incomplete
vi: Thông tin không đầy đủ
zh_hans: 信息填写不全
zh_hant: 信息填寫不全

# noShopLocation
source: Store Location Not Set
vi: Chưa đặt vị trí cửa hàng
zh_hans: 未设置店铺定位
zh_hant: 未設置店鋪定位

# noShopLocationDialog
source: Detected Store Location Not Set, Please Go To Store Information To Set Location
vi: Phát hiện bạn chưa đặt vị trí cửa hàng, vui lòng đến thông tin cửa hàng để đặt vị trí
zh_hans: 检测到您未定位店铺位置，请前往门店信息进行定位
zh_hant: 檢測到您未定位店鋪位置，請前往門店信息進行定位

# gotoPickUpLocation
source: Go To Locate
vi: Đến đặt vị trí
zh_hans: 去定位
zh_hant: 去定位

# shopLatLngLocation
source: Store Location
vi: Đặt vị trí cửa hàng
zh_hans: 店铺定位
zh_hant: 店鋪定位

# noShopLocationSettings
source: Not Located
vi: Chưa đặt
zh_hans: 未定位
zh_hant: 未定位

# hasShopLocationSettings
source: Located
vi: Đã đặt
zh_hans: 已定位
zh_hant: 已定位

source: Commitment Letter
vi: Thư hứa hẹn
zh_hans: 承诺函
zh_hant: 承諾函

source: Coupon Function
vi: Chức năng thẻ
zh_hans: 礼券功能
zh_hant: 禮券功能

# couponSettings
source: Coupon Activation
vi: Mở thẻ
zh_hans: 礼券开通
zh_hant: 禮券開通

# couponSentToday
source: Coupons Sent Today
vi: Đã gửi thẻ hôm nay
zh_hans: 今日送出礼劵
zh_hant: 今日送出禮券

# amountFinalGot
source: Amount Received
vi: Số tiền đến tài khoản
zh_hans: 到账金额
zh_hant: 到賬金額

# amountFinalPaid
source: Amount Paid: {amount}
vi: Số tiền thực tế đến tài khoản: {amount}
zh_hans: 实付金额：{amount}
zh_hant: 實付金額：{amount}

# coupon
source: Coupon: {coupon}
vi: Thẻ: {coupon}
zh_hans: 礼券：{coupon}
zh_hant: 禮券：{coupon}

# couponChart
source: Coupon Report
vi: Báo cáo thẻ
zh_hans: 礼券报表
zh_hant: 禮券報表

# hourInChart
source: Hour
vi: Giờ
zh_hans: 时
zh_hant: 時

# dayInChart
source: Day
vi: Ngày
zh_hans: 日
zh_hant: 日

# monthInChart
source: Month
vi: Tháng
zh_hans: 月
zh_hant: 月

# yearInChart
source: Year
vi: Năm
zh_hans: 年
zh_hant: 年

# paymentTotal
source: Total Payments
vi: Tổng số tiền thu
zh_hans: 收款总额
zh_hant: 收款總額

# finalPaymentTotal
source: Total Actual Receipts
vi: Tổng số tiền thực tế đến tài khoản
zh_hans: 实际到账总额
zh_hant: 實際到賬總額

# giftCount
source: Coupons Issued
vi: Phát thẻ
zh_hans: 发放礼劵
zh_hant: 發放禮券

# giftOrderCount
source: Completed Orders (Count)
vi: Hoàn thành đơn hàng (lần)
zh_hans: 完成订单(笔)
zh_hant: 完成訂單(筆)

# giftRefundCount
source: Returned Coupons
vi: Trả thẻ
zh_hans: 退回礼劵
zh_hant: 退回禮券

# intoAmount
source: Net Business Amount
vi: Doanh thu ròng
zh_hans: 营业净额
zh_hant: 營業淨額

# serviceAmount
source: Service Fee
vi: Phí dịch vụ
zh_hans: 服务费
zh_hant: 服務費

# continueText
source: Continue
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# goodsInfoUnSaveMakeSureLeave
source: Product Information Not Saved, Please Confirm If You Want To Leave
vi: Thông tin sản phẩm chưa được lưu, vui lòng xác nhận có muốn rời khỏi không
zh_hans: 商品信息未保存，请确认是否离开
zh_hant: 商品信息未保存，請確認是否離開

source: Leave
vi: Rời khỏi
zh_hans: 离开
zh_hant: 離開

source: Current Account
vi: Tài khoản hiện tại
zh_hans: 当前账号
zh_hant: 當前賬號

source: Open Personal Payment Code
vi: Mở mã thu tiền cá nhân
zh_hans: 开启个人收款码
zh_hant: 開啟個人收款碼

# settlementDelTip
source: Are You Sure You Want To Delete This Settlement Method?
vi: Bạn có chắc chắn muốn xóa phương thức thanh toán này không?
zh_hans: 是否删除该记账方式？
zh_hant: 是否刪除該記賬方式？

source: Change Weight Unit
vi: Chuyển đổi đơn vị cân
zh_hans: 切换称重单位
zh_hant: 切換稱重單位

# kgDesc
source: Weight Unit Changed To "Kg" Example: 1kg = 2 Catties
vi: Đơn vị cân hàng hóa thay đổi thành "kg" Ví dụ: 1kg = 2 cân
zh_hans: 称重商品单位变成「公斤」 例：1公斤=2市斤
zh_hant: 稱重商品單位變成「公斤」 例：1公斤=2市斤

# g500Desc
source: Weight Unit Changed To "Catties" Example: 2 Catties = 1kg
vi: Đơn vị cân hàng hóa thay đổi thành "cân" Ví dụ: 2 cân = 1kg
zh_hans: 称重商品单位变成「市斤」 例：2市斤=1公斤
zh_hant: 稱重商品單位變成「市斤」 例：2市斤=1公斤

source: Full Gift Condition
vi: Điều kiện tặng
zh_hans: 满赠条件
zh_hant: 滿贈條件

source: Bind Device
vi: Kết nối thiết bị
zh_hans: 绑定设备
zh_hant: 綁定設備

source: Model
vi: Mã sản phẩm
zh_hans: 型号
zh_hant: 型號

source: Delivery Management
vi: Quản lý giao hàng
zh_hans: 配送管理
zh_hant: 配送管理

source: Invite Delivery
vi: Mời giao hàng
zh_hans: 邀请配送员
zh_hant: 邀請配送員

source: Deliveryman
vi: Người giao hàng
zh_hans: 配送员
zh_hant: 配送員

# deliveryman_info
source: Deliveryman Information
vi: Thông tin người giao hàng
zh_hans: 配送员信息
zh_hant: 配送員信息

# deliveryman_invite
source: Invite Delivery
vi: Mời giao hàng
zh_hans: 邀请配送员
zh_hant: 邀請配送員

# has_no_delivery
source: No Deliveryman
vi: Cửa hàng hiện tại không có người giao hàng
zh_hans: 店铺暂无配送员
zh_hant: 店鋪暫無配送員

# call_phone
source: Call
vi: Gọi
zh_hans: 呼叫
zh_hant: 呼叫

# delivery_del_tip
source: Are You Sure You Want To Delete This Deliveryman?
vi: Bạn có chắc chắn muốn xóa người giao hàng này không?
zh_hans: 是否删除该配送员？
zh_hant: 是否刪除該配送員？

# moveWithName
source: Move ({name})
vi: Di chuyển ({name})
zh_hans: 移动({name})
zh_hant: 移動({name})

# welcome_login
source: Welcome Login, {appName}
vi: Chào mừng đăng nhập, {appName}
zh_hans: 欢迎登录，{appName}
zh_hant: 歡迎登錄，{appName}

# privacy_policy_start
source: I Have Read And Agree To
vi: Tôi đã đọc và đồng ý
zh_hans: 我已阅读并同意
zh_hant: 我已閱讀並同意

source: Privacy Policy
vi: Chính sách bảo mật
zh_hans: 《隐私政策》
zh_hant: 《隱私政策》
