Repository: myron6520/common_lang
Catalog: lib/l10n/intl_*.arb
Languages: vi, zh_hans, zh_hant

source: Scan Barcode For Inventory Check
vi: Quét mã vạch sản phẩm để kiểm kê tồn kho
zh_hans: 扫商品条码对库存进行清点
zh_hant: 掃商品條碼對庫存進行清點

# communication_error_tips
source: Communication Error, Please Try Again
vi: Lỗi kết nối, vui lòng thử lại
zh_hans: 通讯异常，请重试
zh_hant: 通訊異常，請重試

# bottom_line
source: I am a line of text
vi: -—Tôi là đường phân cách—-
zh_hans: -—我是有底线的—-
zh_hant: -—我是有底線的—-

source: Select Goods Type
vi: Chọn loại sản phẩm
zh_hans: 选择商品类型
zh_hant: 選擇商品類型

# import_or_add_dish
source: You Can Import Data From Old Cashier Or Manually Add Dish
vi: Bạn có thể nhập dữ liệu từ máy quầy hoặc thêm món ăn mới
zh_hans: 您可以将旧收银机的数据导入或手动 新增菜品
zh_hant: 您可以將舊收銀機的數據導入或手動 新增菜品

source: Add Dish
vi: Thêm món ăn
zh_hans: 新增菜品
zh_hant: 新增菜品

source: Move Category
vi: Di chuyển phân loại
zh_hans: 移动分类
zh_hant: 移動分類

source: Delete Dish
vi: Xóa món ăn
zh_hans: 删除菜品
zh_hant: 刪除菜品

# delete_dish_tips
source: After deleting, the dish will not be able to be recovered, are you sure you want to delete?
vi: Xóa sau đó, món ăn sẽ không thể khôi phục, bạn có chắc chắn muốn xóa không?
zh_hans: 删除后，该菜品将无法恢复，是否确认删除？
zh_hant: 刪除後，該菜品將無法恢復，是否確認刪除？

# search_goods_name_or_barcode
source: Search Goods Name/Barcode
vi: Tìm kiếm tên sản phẩm/mã vạch
zh_hans: 搜索商品名/商品条码
zh_hant: 搜索商品名/商品條碼

source: No Goods Info Found
vi: Không tìm thấy thông tin sản phẩm
zh_hans: 未找到该商品信息
zh_hant: 未找到該商品信息

# sell_by_piece
source: Sell By Piece, e.g. Yangzhou Fried Rice, Pearl Milk Tea
vi: Bán theo phân loại, ví dụ: bánh trung thu, bánh trung thu
zh_hans: 按份售卖，如：扬州炒饭、珍珠奶茶
zh_hant: 按份售賣，如：揚州炒飯、珍珠奶茶

# regular_barcode_goods
source: Regular Barcode Goods, e.g. Coca-Cola
vi: Sản phẩm có mã vạch thường, ví dụ: Coca-Cola
zh_hans: 常规条码商品，如：可口可乐
zh_hant: 常規條碼商品，如：可口可樂

# sell_by_weight
source: Sell By Weight, e.g. Duck Neck 30/kg
vi: Bán theo trọng lượng, ví dụ: 30/kg
zh_hans: 按重量售卖，如：鸭脖 30/斤
zh_hant: 按重量售賣，如：鴨脖 30/斤

source: Goods Category
vi: Phân loại sản phẩm
zh_hans: 商品分类
zh_hant: 商品分類

source: Cooking Method
vi: Quy trình làm
zh_hans: 做法管理
zh_hant: 做法管理

source: Edit Dish
vi: Chỉnh sửa món ăn
zh_hans: 编辑菜品
zh_hant: 編輯菜品

source: Goods Type
vi: Loại sản phẩm
zh_hans: 商品类型
zh_hant: 商品類型

# normalGoods
source: Normal
vi: Thường
zh_hans: 普通
zh_hant: 普通

# yuan_per_piece
source: ¥/piece
vi: ₫/cái
zh_hans: 元/份
zh_hant: 元/份

source: Set Specification
vi: Thiết lập đặc tính
zh_hans: 设置规格
zh_hant: 設置規格

source: Select Combo Goods
vi: Chọn sản phẩm gói
zh_hans: 选择套餐商品
zh_hant: 選擇套餐商品

# select_combo_goods_hint
source: Please Select Combo Dish
vi: Vui lòng chọn sản phẩm gói
zh_hans: 请选择套餐菜品
zh_hant: 請選擇套餐菜品

source: Select Done
vi: Chọn xong
zh_hans: 选好了
zh_hant: 選好了

# weighing_tag
source: Weighing
vi: Cân
zh_hans: 称重
zh_hant: 稱重

source: pieces
vi: cái
zh_hans: 份数
zh_hant: 份數

# input_category_name
source: Please Input Category Name
vi: Vui lòng nhập tên phân loại
zh_hans: 请填写分类名称
zh_hant: 請填寫分類名稱

source: Category Name Length Limit
vi: Tên phân loại không được vượt quá 8 ký tự
zh_hans: 分类名称字数不能大于8位
zh_hant: 分類名稱字數不能大於8位

source: Add First Level Category
vi: Thêm phân loại cấp 1
zh_hans: 新增一级分类
zh_hant: 新增一級分類

source: Add Second Level Category
vi: Thêm phân loại cấp 2
zh_hans: 新增二级分类
zh_hant: 新增二級分類

# delete_goods_tips_with
source: 「{title}」deleted, goods will be moved to「Uncategorized」
vi: 「{title}」xóa sau đó sản phẩm sẽ được chuyển đến「Không phân loại」
zh_hans: 「{title}」删除后商品将被移动到「未分类」
zh_hant: 「{title}」刪除後商品將被移動到「未分類」

source: Delete Category
vi: Xóa phân loại
zh_hans: 删除分类
zh_hant: 刪除分類

source: Rename
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重命名

# category_has_sub_category
source: This category has sub-categories, cannot delete this category
vi: Phân loại này có phân loại con, không thể xóa phân loại này
zh_hans: 该分类有子分类，无法删除该分类
zh_hant: 該分類有子分類，無法刪除該分類

# cannot_move_category_level_limit
source: Cannot move, category level limit 2 levels
vi: Không thể di chuyển, giới hạn cấp phân loại 2 cấp
zh_hans: 无法移动，分类层级限制2层
zh_hant: 無法移動，分類層級限制2層

# something_management
source: {title} Management
vi: Quản lý {title}
zh_hans: {title}管理
zh_hant: {title}管理

# add_something
source: Add {title}
vi: Thêm {title}
zh_hans: 添加{title}
zh_hant: 添加{title}

# device_cannot_be_identified
source: Device Cannot Be Identified, Please Scan Again
vi: Thiết bị không thể nhận dạng, vui lòng quét lại
zh_hans: 该设备不可识别，请重新扫码
zh_hant: 該設備不可識別，請重新掃碼

source: Device Order Management
vi: Quản lý đơn hàng thiết bị
zh_hans: 设备接单管理
zh_hant: 設備接單管理

source: Connect via WiFi
vi: Kết nối qua WiFi
zh_hans: 通过 WiFi 网络连接
zh_hant: 通過 WiFi 網絡連接

# edit_something
source: Edit {title}
vi: Chỉnh sửa {title}
zh_hans: 编辑{title}
zh_hant: 編輯{title}

source: Label
vi: Nhãn
zh_hans: 标签
zh_hant: 標籤

# hot_sauce
source: Like mild, medium spicy
vi: Như cay nhẹ, cay vừa
zh_hans: 如微辣、中辣
zh_hant: 如微辣、中辣

source: Add Label
vi: Thêm nhãn
zh_hans: 添加标签
zh_hant: 添加標籤

source: Max Label Count
vi: Tối đa chỉ được thêm 10 nhãn
zh_hans: 最多只可添加10个标签
zh_hant: 最多只可添加10個標籤

source: Delete Cooking Method
vi: Xóa quy trình làm
zh_hans: 删除做法
zh_hant: 刪除做法

# delete_cooking_method_tips
source: Are you sure you want to delete this cooking method?
vi: Bạn có chắc chắn muốn xóa quy trình làm này không?
zh_hans: 是否删除该做法？
zh_hant: 是否刪除該做法？

# open_shop_success
source: Congratulations on opening the shop successfully
vi: Chúc mừng bạn đã mở cửa hàng thành công
zh_hans: 恭喜您开店成功
zh_hant: 恭喜您開店成功

# open_shop_success_tips
source: Thank you for choosing {appName}, you can open payment or directly enter the shop, wish you a successful use!
vi: Cảm ơn bạn đã chọn {appName}, bạn có thể mở khóa thanh toán hoặc trực tiếp vào cửa hàng của bạn, chúc bạn sử dụng thành công!
zh_hans: 感谢您选择{appName}，下面可以开通支付或直接进入店铺，祝您使用愉快！
zh_hant: 感謝您選擇{appName}，下面可以開通支付或直接進入店鋪，祝您使用愉快！

source: Open Payment
vi: Mở khóa thanh toán
zh_hans: 开通支付
zh_hant: 開通支付

source: Enter Shop
vi: Vào cửa hàng
zh_hans: 进入店铺
zh_hant: 進入店鋪

source: Agree And Continue
vi: Đồng ý và tiếp tục
zh_hans: 同意并继续
zh_hant: 同意並繼續

source: No Related Results Found
vi: Không tìm thấy kết quả liên quan
zh_hans: 没有找到相关结果
zh_hant: 沒有找到相關結果

source: Try Another Keyword
vi: Thử từ khóa khác
zh_hans: 换个关键字试试
zh_hant: 換個關鍵字試試

source: year
vi: năm
zh_hans: 年
zh_hant: 年

source: day
vi: ngày
zh_hans: 日
zh_hant: 日

source: hour
vi: giờ
zh_hans: 时
zh_hant: 時

source: minute
vi: phút
zh_hans: 分
zh_hant: 分

source: second
vi: giây
zh_hans: 秒
zh_hant: 秒

# dayStr
source: {year}/{month}/{day}
vi: ngày {day} tháng {month} năm {year}
zh_hans: {year}年{month}月{day}日
zh_hant: {year}年{month}月{day}日

# hourStr
source: {year}/{month}/{day} {hour}:00
vi: {hour}h ngày {day} tháng {month} năm {year}
zh_hans: {year}年{month}月{day}日 {hour}时
zh_hant: {year}年{month}月{day}日 {hour}時

# minuteStr
source: {year}/{month}/{day} {hour}:{minute}
vi: {hour}h{minute}p ngày {day} tháng {month} năm {year}
zh_hans: {year}年{month}月{day}日 {hour}时{minute}分
zh_hant: {year}年{month}月{day}日 {hour}時{minute}分

# secondStr
source: {year}/{month}/{day} {hour}:{minute}:{second}
vi: {hour}h{minute}p{second}s ngày {day} tháng {month} năm {year}
zh_hans: {year}年{month}月{day}日 {hour}时{minute}分{second}秒
zh_hant: {year}年{month}月{day}日 {hour}時{minute}分{second}秒

# monday
source: Mon
vi: thứ hai
zh_hans: 一
zh_hant: 一

# tuesday
source: Tue
vi: thứ ba
zh_hans: 二
zh_hant: 二

# wednesday
source: Wed
vi: thứ tư
zh_hans: 三
zh_hant: 三

# thursday
source: Thu
vi: thứ năm
zh_hans: 四
zh_hant: 四

# friday
source: Fri
vi: thứ sáu
zh_hans: 五
zh_hant: 五

# saturday
source: Sat
vi: thứ bảy
zh_hans: 六
zh_hant: 六

# sunday
source: Sun
vi: chủ nhật
zh_hans: 日
zh_hant: 日

source: End
vi: kết thúc
zh_hans: 结束
zh_hant: 結束

source: Start
vi: bắt đầu
zh_hans: 开始
zh_hant: 開始

source: Kitchen Receipt Settings
vi: Cài đặt phiếu nội bộ
zh_hans: 后厨小票设置
zh_hant: 後廚小票設置

# selected_categories_with_num
source: Selected {num} Categories
vi: Đã chọn {num} phân loại
zh_hans: 已选{num}个分类
zh_hant: 已選{num}個分類

source: Set Print Category
vi: Cài đặt phân loại in
zh_hans: 设置打印分类
zh_hant: 設置打印分類

source: Batch Operation
vi: Thao tác lô
zh_hans: 批量操作
zh_hant: 批量操作

source: Settlement Info
vi: Thông tin thanh toán
zh_hans: 结算信息
zh_hant: 結算信息

source: Unnamed
vi: Không đặt tên
zh_hans: 未命名
zh_hant: 未命名

# no_permission
source: You Don't Have Permission
vi: Bạn chưa có quyền truy cập
zh_hans: 您还没有获取权限
zh_hant: 您還沒有獲取權限

# file_limit
source: File Limit 2M, Please Re-select File
vi: Giới hạn tệp 2MB, vui lòng chọn lại tệp
zh_hans: 文件上限2M,请重新选择文件
zh_hant: 文件上限2M,請重新選擇文件

# download_template_desc
source: Click "Download Template" to enter product information by file Click "Select File" to import products
vi: Nhấn "Tải xuống mẫu" để nhập thông tin sản phẩm theo tệp Nhấn "Chọn tệp" để nhập sản phẩm
zh_hans: 点击「下载模板」，按文件录入商品信息 点击「选择文件」，导入商品
zh_hant: 點擊「下載模板」，按文件錄入商品信息 點擊「選擇文件」，導入商品

# excel_downloading
source: Downloading Excel Template...
vi: Đang tải xuống mẫu Excel...
zh_hans: 下载Excel模板...
zh_hant: 下載Excel模板...

# comm_importing
source: Importing Products...
vi: Đang nhập sản phẩm...
zh_hans: 商品导入中...
zh_hant: 商品導入中...

source: Import Success
vi: Nhập sản phẩm thành công
zh_hans: 商品导入完成
zh_hant: 商品導入完成

# import_result_with
source: Imported {count} products, {successCount} products imported successfully, {failedCount} products failed
vi: Đã nhập {count} sản phẩm, thành công {successCount} sản phẩm, thất bại {failedCount} sản phẩm
zh_hans: 共{count}条商品，成功导入{successCount}条， 失败{failedCount}条
zh_hant: 共{count}條商品，成功導入{successCount}條， 失敗{failedCount}條

# select_category
source: Please Select Category
vi: Vui lòng chọn phân loại
zh_hans: 请选择分类
zh_hant: 請選擇分類

# move_to_category_named
source: Move Selected Goods To「{selectName}」
vi: Chọn sản phẩm di chuyển đến「{selectName}」
zh_hans: 选中商品移动至「{selectName}」
zh_hant: 選中商品移動至「{selectName}」

# input_goods_shelf_name
source: Please Input Goods Shelf Name
vi: Vui lòng nhập tên kệ hàng sản phẩm
zh_hans: 请填写商品货架名称
zh_hant: 請填寫商品貨架名稱

# all_goods_participate_promotion
source: All Shop Goods Participate Promotion
vi: Tất cả sản phẩm cửa hàng tham gia khuyến mãi
zh_hans: 全店所有商品参与促销
zh_hant: 全店所有商品參與促銷

source: Selected Goods Participate Promotion
vi: Sản phẩm đã chọn tham gia khuyến mãi
zh_hans: 选中的商品参与促销
zh_hant: 選中的商品參與促銷

# selected_goods_participate_promotion_with
source: Selected {num} Goods Participate Promotion
vi: Sản phẩm đã chọn tham gia khuyến mãi, đã chọn {num} sản phẩm
zh_hans: 指定商品参加促销，已选{num}个商品
zh_hant: 指定商品參與促銷，已選{num}個商品

source: Currently Do Not Support Creating Activities On The Same Day
vi: Hiện tại không hỗ trợ tạo sự kiện cùng ngày
zh_hans: 目前不支持创建当天活动
zh_hant: 目前不支持當天創建活動

source: End Time Must Be Greater Than Today
vi: Thời gian kết thúc phải lớn hơn ngày hiện tại
zh_hans: 结束时间必须大于今日时间
zh_hant: 結束時間必須大於今日時間

source: Start Time Must Be Greater Than Today
vi: Thời gian bắt đầu phải lớn hơn ngày hiện tại
zh_hans: 开始时间必须大于今日时间
zh_hant: 開始時間必須大於今日時間

source: Give Goods Empty
vi: Sản phẩm không được để trống
zh_hans: 赠送商品为空
zh_hant: 贈送商品為空

source: Activity Created Successfully
vi: Sự kiện đã được tạo thành công
zh_hans: 活动创建成功
zh_hant: 活動創建成功

# activity_modified_successfully
source: Activity Updated Successfully
vi: Sự kiện đã được cập nhật thành công
zh_hans: 活动修改成功
zh_hant: 活動修改成功

source: Activity Has Ended
vi: Sự kiện đã kết thúc
zh_hans: 活动已结束
zh_hant: 活動已結束

source: Delete Activity
vi: Xóa sự kiện
zh_hans: 删除活动
zh_hant: 刪除活動

# delete_activity_tips
source: After deleting, the activity will not be able to be recovered, are you sure you want to delete?
vi: Xóa sau đó, sự kiện sẽ không thể khôi phục, bạn có chắc chắn muốn xóa không?
zh_hans: 删除后，本次活动中的商品将不再享受优惠，活动不可恢复
zh_hant: 刪除後，本次活動中的商品將不再享受優惠，活動不可恢復

source: Specified User
vi: Người dùng đã chọn
zh_hans: 指定用户
zh_hant: 指定用戶

source: All User
vi: Tất cả người dùng
zh_hans: 全部用户
zh_hant: 全部用戶

source: Specified Goods
vi: Sản phẩm đã chọn
zh_hans: 指定商品
zh_hant: 指定商品

source: Only Member Participate
vi: Chỉ có thành viên tham gia
zh_hans: 仅会员参加
zh_hant: 僅會員參加

source: Please Select Activity Time
vi: Vui lòng chọn thời gian sự kiện
zh_hans: 请先选择活动时间段
zh_hant: 請先選擇活動時間段

source: Select Give Goods
vi: Chọn sản phẩm tặng
zh_hans: 请选择赠送商品
zh_hant: 請選擇贈送商品

# specified_give_goods_with
source: Selected {num} Goods Participate
vi: Sản phẩm đã chọn tặng, đã chọn {num} sản phẩm
zh_hans: 指定{num}件商品参加
zh_hant: 指定{num}件商品參加

source: Give Goods
vi: Sản phẩm tặng
zh_hans: 赠送商品
zh_hant: 贈送商品

source: Circular Full Reduction
vi: Khuyến mãi lặp lại
zh_hans: 循环满减
zh_hant: 循環滿減

source: End Activity
vi: Kết thúc sự kiện
zh_hans: 结束活动
zh_hant: 結束活動

# activity_ended_tips
source: After the activity ends, the goods in the activity will no longer enjoy the discount
vi: Sự kiện đã kết thúc, sản phẩm trong sự kiện sẽ không còn được áp dụng khuyến mãi
zh_hans: 活动结束后，本次活动中的商品将不再享受优惠
zh_hant: 活動結束後，本次活動中的商品將不再享受優惠

source: Buy Full Reduction
vi: Mua đủ
zh_hans: 买满
zh_hant: 買滿

source: Full Reduction
vi: Mua đủ
zh_hans: 满(元)
zh_hant: 滿(元)

source: Buy Full Reduction Unit
vi: Mua đủ
zh_hans: 买(件)
zh_hant: 買(件)

source: Reduction
vi: Giảm
zh_hans: 减(元)
zh_hant: 減(元)

source: Give Goods Unit
vi: Tặng
zh_hans: 赠(件)
zh_hant: 贈(件)

# amount_unit
source: piece
vi: sản phẩm
zh_hans: 件
zh_hant: 件

# circular_full_reduction_tips
source: Example: Buy full 10 reduce 5, Buy full 100 reduce 20
vi: Ví dụ: Mua đủ 10 giảm 5, Mua đủ 100 giảm 20
zh_hans: 如：满10减5， 满100减20
zh_hant: 如：滿10減5， 滿100減20

# circular_give_goods_tips
source: Example: Buy full 100 give goods
vi: Ví dụ: Mua đủ 100 tặng sản phẩm
zh_hans: 如：满100赠送商品
zh_hant: 如：滿100贈送商品

# circular_buy_one_give_one_tips
source: Example: Buy 1 give 1, Buy 2 give 1
vi: Ví dụ: Mua 1 tặng 1, Mua 2 tặng 1
zh_hans: 如：买一送一，买二送一
zh_hant: 如：買一送一，買二送一

# circular_buy_two_discount_tips
source: Example: Buy 2 discount 80%, Buy 2 half price
vi: Ví dụ: Mua 2 tặng 8 giảm 2, Mua 2 tặng 1 giảm 1
zh_hans: 如：买2件8折，第二件半价
zh_hant: 如：買2件8折，第二件半價

source: Purchase the first
vi: Mua sản phẩm thứ
zh_hans: 购买第
zh_hant: 購買第

source: Edit the Nth Discount
vi: Chỉnh sửa sản phẩm thứ N
zh_hans: 编辑第N件折扣
zh_hant: 編輯第N件折扣

source: Create the Nth Discount
vi: Tạo sản phẩm thứ N
zh_hans: 创建第N件折扣
zh_hant: 創建第N件折扣

# select_activity_goods
source: Please Select Activity Goods
vi: Vui lòng chọn sản phẩm tham gia sự kiện
zh_hans: 请选择活动商品
zh_hant: 請選擇活動商品

# correct_discount_info
source: Please Input Correct Discount Info
vi: Vui lòng nhập thông tin khuyến mãi đúng đắn
zh_hans: 请填写正确的折扣信息
zh_hant: 請填寫正確的折扣信息

# circular_full_reduction_tips2
source: The discount is set to be added in a circular manner based on the amount
zh_hans: 根据金额循环叠加所设置的优惠
zh_hant: 根據金額循環疊加所設置的優惠

source: Each Full
vi: Mỗi lần
zh_hans: 每满
zh_hant: 每滿

# yuan_reduce
source: ¥, reduce
vi: ₫, giảm
zh_hans: 元，减
zh_hant: 元，減

source: Edit Full Reduction
vi: Chỉnh sửa khuyến mãi đơn hàng
zh_hans: 编辑整单满减
zh_hant: 編輯整單滿減

source: Create Full Reduction
vi: Tạo khuyến mãi đơn hàng
zh_hans: 创建整单满减
zh_hant: 創建整單滿減

# correct_full_reduction_info
source: Please Input Correct Full Reduction Info
vi: Vui lòng nhập thông tin khuyến mãi đơn hàng đúng đắn
zh_hans: 请填写正确的满减信息
zh_hant: 請填寫正確的滿減信息

source: Edit Full Reduction Gift
vi: Chỉnh sửa khuyến mãi đơn hàng
zh_hans: 编辑整单满赠
zh_hant: 編輯整單滿贈

source: Create Full Reduction Gift
vi: Tạo khuyến mãi đơn hàng
zh_hans: 创建整单满赠
zh_hant: 創建整單滿贈

source: Edit Buy One Give One
vi: Chỉnh sửa khuyến mãi đơn hàng
zh_hans: 编辑买赠
zh_hant: 編輯買贈

source: Create Buy One Give One
vi: Tạo khuyến mãi đơn hàng
zh_hans: 创建买赠
zh_hant: 創建買贈

# select_specified_user
source: Please Select Specified User
vi: Vui lòng chọn người dùng đã chọn
zh_hans: 请选择指定用户
zh_hant: 請選擇指定用戶

source: Get Activity Goods Failed
vi: Lấy sản phẩm khuyến mãi thất bại
zh_hans: 获取活动商品失败
zh_hant: 獲取活動商品失敗

# monthAndDay
source: {month}/{day}
vi: {month} tháng {day} ngày
zh_hans: {month}月{day}日
zh_hant: {month}月{day}日

source: Total Store
vi: Cửa hàng chính
zh_hans: 总店
zh_hant: 總店

source: Branch Store
vi: Cửa hàng phân phối
zh_hans: 分店
zh_hant: 分店

# no_permission_tips
source: You Don't Have Permission To Operate Activity
vi: Bạn chưa có quyền truy cập, vui lòng yêu cầu quản trị viên
zh_hans: 您还未获得权限，请向管理者申请
zh_hant: 您還未獲得權限，請向管理者申請

# no_shop_tips
source: No Shop
vi: Cửa hàng chưa được tạo
zh_hans: 当前还没店铺
zh_hant: 當前還沒有店鋪

# create_shop_tips
source: You Can Create Shop Or Be Invited By Admin
vi: Bạn có thể tự mở cửa hàng hoặc được quản trị viên mời vào
zh_hans: 您可以自己开店，或通过管理员邀请进店
zh_hant: 您可以自己開店，或通過管理員邀請進店

# open_shop_tips
source: Open Shop
vi: Tạo cửa hàng
zh_hans: 我要开店
zh_hant: 我要開店

# scan_join_tips
source: Scan QR Code
vi: Quét mã QR
zh_hans: 扫码加入
zh_hant: 掃碼加入

# scan_join_tips_desc
source: Scan Admin QR Code To Join Shop
vi: Quét mã QR của quản trị viên để tham gia cửa hàng
zh_hans: 扫管理员二维码加入店铺
zh_hant: 掃管理員二維碼加入店鋪

# input_join_tips
source: Input Shop Invitation Code To Join Shop
vi: Nhập mã tham gia cửa hàng
zh_hans: 输入店铺邀请码加入店铺
zh_hant: 輸入店鋪邀請碼加入店鋪

# join_success
source: Join Shop Success
vi: Tham gia cửa hàng thành công
zh_hans: 加入成功
zh_hant: 加入成功

source: Select Industry Type
vi: Chọn loại ngành hàng
zh_hans: 选择行业类型
zh_hant: 選擇行業類型

source: Sending...
vi: Đang gửi...
zh_hans: 发送中...
zh_hant: 發送中...

# get_code_tips
source: {left}s later to get
vi: {left}s sau để nhận
zh_hans: {left}s后获取
zh_hant: {left}秒後獲取

source: Resend Code
vi: Gửi lại
zh_hans: 重新获取
zh_hant: 重新獲取

# password_at_least_8_digits
source: Password Must Be At Least 8 Digits
vi: Mật khẩu phải có ít nhất 8 ký tự
zh_hans: 密码至少为8位
zh_hant: 密碼至少為8位

# password_not_consistent
source: Password Not Consistent, Please Re-enter
vi: Mật khẩu không khớp, vui lòng nhập lại
zh_hans: 密码不一致请重新输入
zh_hant: 密碼不一致請重新輸入

source: Set Password Success
vi: Đặt mật khẩu thành công
zh_hans: 设置成功
zh_hant: 設置成功

source: Generate Table Code
vi: Tạo mã bàn
zh_hans: 生成桌台码
zh_hant: 生成桌台碼

# cannot_identify_qr_code
source: Cannot Identify QR Code, Please Use The QR Code Provided By "吉祥收银"
vi: Không thể nhận dạng mã QR, vui lòng sử dụng mã QR do吉祥收银提供
zh_hans: 无法识别二维码，请使用吉祥收银提供的桌台二维码
zh_hant: 無法識別二維碼，請使用吉祥收銀提供的桌台二維碼

# delete_table_tips
source: Are you sure you want to delete this table?
vi: Bạn có chắc chắn muốn xóa bàn này không?
zh_hans: 是否删除桌台？
zh_hant: 是否刪除桌台？

source: Cannot Download Table Code
vi: Không thể tải xuống mã bàn
zh_hans: 无法下载桌台码
zh_hant: 無法下載桌台碼

# table_code_tips
source: Table Code is mainly used for QR code scanning for ordering, without a payment account, customers cannot pay into your account, you can use the following methods:
vi: Mã bàn chủ yếu được sử dụng để quét mã QR để đặt hàng, không có tài khoản thu tiền, khách hàng không thể thanh toán vào tài khoản của bạn, bạn có thể sử dụng các cách sau:
zh_hans: 桌台码主要用于微信扫码点餐，未开通收款账户，顾客无法付款到您的账户上，您可以使用以下方式： 1.使用桌台点餐，让顾客到前台付款； 2.在“我的-收款账户”开通收款账户； 3.使用吉祥收银提供的桌台二维码，顾客扫码后，即可在桌台点餐，并完成支付。
zh_hant: 桌台碼主要用於微信掃碼點餐，未開通收款帳戶，顧客無法付款到您的帳戶上，您可以使用以下方式： 1.使用桌台點餐，讓顧客到前台付款； 2.在“我的-收款帳戶”開通收款帳戶； 3.使用吉祥收銀提供的桌台二維碼，顧客掃碼後，即可在桌台點餐，並完成支付。

source: Dining People
vi: Số người ăn
zh_hans: 就餐人数
zh_hant: 就餐人數

# dining_people_with
source: {num} people
vi: {num} người
zh_hans: {num}人
zh_hant: {num}人

source: Send To Email
vi: Gửi đến email
zh_hans: 发送到邮箱
zh_hant: 發送到郵箱

# select_business_start_time
source: Please Select Business Start Time
vi: Vui lòng chọn thời gian bắt đầu kinh doanh
zh_hans: 请选择营业开始时间
zh_hant: 請選擇營業開始時間

# select_business_end_time
source: Please Select Business End Time
vi: Vui lòng chọn thời gian kết thúc kinh doanh
zh_hans: 请选择营业结束时间
zh_hant: 請選擇營業結束時間

source: Shop QR Code
vi: Mã QR cửa hàng
zh_hans: 门店点餐二维码
zh_hant: 門店點餐二維碼

source: Not Open Online Payment
vi: Không mở thanh toán online
zh_hans: 未开通线上支付
zh_hant: 未開通線上支付

source: Sign Board
vi: Biển
zh_hans: 立牌
zh_hant: 立牌

source: Only QR Code
vi: Chỉ mã QR
zh_hans: 仅二维码
zh_hant: 僅二維碼

source: Cannot Generate QR Code
vi: Không thể tạo mã QR
zh_hans: 无法生成点餐码
zh_hant: 無法生成點餐碼

# qr_code_tips
source: QR Code is mainly used for QR code scanning for ordering, without a payment account, customers cannot pay into your account, you can use the following methods:
vi: Mã QR chủ yếu được sử dụng để quét mã QR để đặt hàng, không có tài khoản thu tiền, khách hàng không thể thanh toán vào tài khoản của bạn, bạn có thể sử dụng các cách sau:
zh_hans: 点餐码主要用于微信扫码点餐，未开通收款账户，顾客无法付款到您的账户上，您可以使用以下方式： 1.使用点餐码点餐，让顾客到前台付款； 2.在“我的-收款账户”开通收款账户； 3.使用吉祥收银提供的点餐码，顾客扫码后，即可在桌台点餐，并完成支付。
zh_hant: 點餐碼主要用於微信掃碼點餐，未開通收款帳戶，顧客無法付款到您的帳戶上，您可以使用以下方式： 1.使用點餐碼點餐，讓顧客到前台付款； 2.在“我的-收款帳戶”開通收款帳戶； 3.使用吉祥收銀提供的點餐碼，顧客掃碼後，即可在桌台點餐，並完成支付。

source: Select Dining Mode
vi: Chọn cách ăn
zh_hans: 选择就餐方式
zh_hant: 選擇就餐方式

# order_and_print
source: Customer orders after, the cashier and kitchen will issue the order, allowing for additional items
vi: Khách hàng đặt hàng sau đó, cửa hàng sẽ in đơn và giao cho nhà hàng
zh_hans: 顾客下单后，收银端和后厨出单，允许加菜
zh_hant: 顧客下單後，收銀端和後廚出單，允許加菜

# order_and_pay
source: Customer completes payment after, the cashier and kitchen will issue the order
vi: Khách hàng thanh toán sau đó, cửa hàng sẽ in đơn và giao cho nhà hàng
zh_hans: 顾客完成付款后，收银端和后厨出单
zh_hant: 顧客完成付款後，收銀端和後廚出單

# device_name
source: {deviceName} Cashier
vi: Máy tính tiền số {deviceName}
zh_hans: {deviceName}号收银机
zh_hant: {deviceName}號收銀機

source: Custom Required Item
vi: Tùy chỉnh điểm bắt buộc
zh_hans: 自定义必点
zh_hant: 自定義必點

source: Required Item Name
vi: Tên điểm bắt buộc
zh_hans: 必点项名
zh_hant: 必點項名

source: Required Item Type
vi: Loại điểm bắt buộc
zh_hans: 必点类型
zh_hant: 必點類型

source: By Person
vi: Theo số lượng người
zh_hans: 按人数
zh_hant: 按人數

source: By Table
vi: Theo số lượng bàn
zh_hans: 按桌台
zh_hant: 按桌數

# person_num
source: Person Number
vi: Số lượng người
zh_hans: 每人数量
zh_hant: 每人數量

# table_num
source: Table Number
vi: Số lượng bàn
zh_hans: 每桌数量
zh_hant: 每桌數量

# must_person_desc
source: ¥{price} x {num} pieces/person
vi: ¥{price} x {num} món/người
zh_hans: {price}元 x {num}份/人
zh_hant: {price}元 x {num}份/位

# must_table_desc
source: ¥{price} x {num} pieces/table
vi: ¥{price} x {num} món/bàn
zh_hans: {price}元 x {num}份/桌
zh_hant: {price}元 x {num}份/檯

source: Each Person
vi: Mỗi người
zh_hans: 每位
zh_hant: 每位

source: Packing Fee Settings
vi: Cài đặt phí đóng gói
zh_hans: 打包费设置
zh_hant: 打包費設置

# charge_by_goods_desc
source: Charge By Goods Cumulative
vi: Theo sản phẩm đặt hàng
zh_hans: 按商品设置打包费累计收取
zh_hant: 按商品設置打包費累計收取

# charge_by_order_desc
source: Charge By Order Fixed
vi: Theo đơn hàng
zh_hans: 每单收取取固定打包费
zh_hant: 每單收取取固定打包費

source: Custom
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自定義

source: Start Time Must Be Before End Time
vi: Thời gian bắt đầu phải trước thời gian kết thúc
zh_hans: 开始时间必须先于结束时间
zh_hant: 開始時間必須先於結束時間

source: Time Interval Cannot Exceed 31 Days
vi: Khoảng thời gian không được vượt quá 31 ngày
zh_hans: 时间间隔不能超过31天
zh_hant: 時間間隔不能超過31天

source: Location Permission Usage Instructions
vi: Hướng dẫn sử dụng quyền vị trí
zh_hans: 定位权限使用说明
zh_hant: 定位權限使用說明

# location_permission_usage_instructions_desc
source: Used to locate the shop location
vi: Dùng để xác định vị trí cửa hàng
zh_hans: 用于定位商家店铺位置
zh_hant: 用於定位商家店鋪位置

source: Position
vi: Vị trí
zh_hans: 职位
zh_hant: 職位

# select_position
source: Please Select Position
vi: Vui lòng chọn vị trí của nhân viên
zh_hans: 请选择员工职位
zh_hant: 請選擇員工職位

source: Join Time
vi: Thời gian tham gia
zh_hans: 加入时间
zh_hant: 加入時間

source: Only Cashier Login
vi: Chỉ hỗ trợ đăng nhập quầy
zh_hans: 仅限收银登录
zh_hant: 僅限收銀登錄

# only_cashier_login_tips
source: After enabling, only cashier login is supported, cannot enter {appName}
vi: Khi bật, chỉ hỗ trợ đăng nhập quầy, không thể truy cập {appName}
zh_hans: 开启后仅支持收银登录，无法进入{appName}
zh_hant: 開啟後僅支持收銀登錄，無法進入{appName}

# device_name_with
source: Device {name}
vi: Thiết bị {name}
zh_hans: 设备 {name}
zh_hant: 設備 {name}

source: Font Size
vi: Kích cỡ chữ
zh_hans: 字号
zh_hant: 字號

source: Small
vi: Nhỏ
zh_hans: 小
zh_hant: 小

source: Medium
vi: Trung bình
zh_hans: 中
zh_hant: 中

source: Large
vi: Lớn
zh_hans: 大
zh_hant: 大

source: Blank Line At End Of Receipt
vi: Dòng trắng ở cuối hóa đơn
zh_hans: 票尾空白行
zh_hant: 票尾空白行
